Repository: bizpect/echowander
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, pt, zh

# appInfoSettingsSubtitle
source: Review licenses and policies.
es: Consulta licencias y políticas.
fr: Consultez les licences et politiques.
ja: ライセンスとポリシーを確認できます。
pt: Veja licenças e políticas.
zh: 查看许可与政策。

# appInfoSectionTitle
source: Connected services
es: Servicios conectados
fr: Services connectés
ja: 連携サービス
pt: Serviços conectados
zh: 关联服务

# appInfoSectionSubtitle
source: See apps linked to this service.
es: Revisa las apps vinculadas al servicio.
fr: Voir les apps liées au service.
ja: 連携中のアプリを確認できます。
pt: Confira os apps vinculados ao serviço.
zh: 查看与服务关联的应用。

# appInfoVersionLabel
source: Version {version}
es: Versión {version}
ja: バージョン {version}
ko: 버전 {version}
pt: Versão {version}
zh: 版本 {version}

# appInfoVersionUnknown
source: Unknown version
es: Desconocida
fr: Inconnue
ja: 不明
ko: 알 수 없음
pt: Desconhecida
zh: 未知

# appInfoOpenLicenseTitle
source: Open licenses
es: Licencias abiertas
fr: Licences ouvertes
ja: オープンライセンス
ko: 오픈 라이센스
pt: Licenças abertas
zh: 开源许可

# appInfoRelatedAppsTitle
source: BIZPECT related apps
es: Apps relacionadas de BIZPECT
fr: Apps liées BIZPECT
ja: BIZPECT 関連アプリ
ko: BIZPECT 관련 앱
pt: Apps relacionados da BIZPECT
zh: BIZPECT 相关应用

# appInfoRelatedApp1Title
source: Test app 1
es: App de prueba 1
fr: Application test 1
ja: テストアプリ 1
ko: 테스트 앱 1
pt: App de teste 1
zh: 测试应用 1

# appInfoRelatedApp1Description
source: A sample app for testing related services.
es: App de ejemplo para pruebas de servicios relacionados.
fr: Application d’exemple pour tester les services liés.
ja: 関連サービスのテスト用サンプルアプリです。
ko: 관련 서비스 테스트용 샘플 앱입니다.
pt: App de exemplo para testar serviços relacionados.
zh: 用于相关服务测试的示例应用。

# appInfoRelatedApp2Title
source: Test app 2
es: App de prueba 2
fr: Application test 2
ja: テストアプリ 2
ko: 테스트 앱 2
pt: App de teste 2
zh: 测试应用 2

# appInfoRelatedApp2Description
source: Another sample app for related integrations.
es: Otra app de ejemplo para integraciones relacionadas.
fr: Autre application d’exemple pour les intégrations liées.
ja: 連携テスト用のサンプルアプリです。
ko: 연동 테스트를 위한 샘플 앱입니다.
pt: Outro app de exemplo para integrações relacionadas.
zh: 用于相关集成的示例应用。

# appInfoExternalLinkLabel
source: Open external link
es: Abrir enlace externo
fr: Ouvrir un lien externe
ja: 外部リンクを開く
ko: 외부 링크 열기
pt: Abrir link externo
zh: 打开外部链接

# appInfoLinkPreparingTitle
source: Coming soon
es: Próximamente
fr: Bientôt disponible
ja: 準備中
ko: 준비 중
pt: Em breve
zh: 即将推出

# appInfoLinkPreparingBody
source: This link will be available soon.
es: Este enlace estará disponible pronto.
fr: Ce lien sera disponible prochainement.
ja: まもなく利用できます。
ko: 곧 이용할 수 있습니다.
pt: Este link estará disponível em breve.
zh: 该链接即将开放。

# openLicenseTitle
source: Open licenses
es: Licencias abiertas
fr: Licences ouvertes
ja: オープンライセンス
pt: Licenças abertas
zh: 开源许可

# openLicenseHeaderTitle
source: Open source libraries
es: Bibliotecas de código abierto
fr: Bibliothèques open source
ja: オープンソースライブラリ
pt: Bibliotecas de código aberto
zh: 开源库

# openLicenseHeaderBody
source: This app uses the following open source libraries.
es: Esta app usa las siguientes bibliotecas de código abierto.
fr: Cette application utilise les bibliothèques open source suivantes.
ja: このアプリは以下のオープンソースライブラリを使用しています。
pt: Este app usa as seguintes bibliotecas de código aberto.
zh: 本应用使用了以下开源库。

# openLicenseSectionTitle
source: License list
es: Lista de licencias
fr: Liste des licences
ja: ライセンス一覧
pt: Lista de licenças
zh: 许可证列表

# openLicenseSectionSubtitle
source: Review the open source packages in use.
es: Revisa los paquetes de código abierto en uso.
fr: Consultez les paquets open source utilisés.
ja: 使用中のオープンソースを確認してください。
pt: Confira os pacotes de código aberto em uso.
zh: 查看正在使用的开源包。

# openLicenseChipVersion
source: Version {version}
es: Versión: {version}
ja: バージョン: {version}
pt: Versão: {version}
zh: 版本: {version}

# openLicenseChipLicense
source: License: {license}
es: Licencia: {license}
fr: Licence : {license}
ja: ライセンス: {license}
pt: Licença: {license}
zh: 许可: {license}

# openLicenseChipDetails
source: Details
es: Detalles
fr: Détails
ja: 詳細
pt: Detalhes
zh: 详情

# openLicenseTypeUnknown
source: Unknown
es: Desconocida
fr: Inconnue
ja: 不明
pt: Desconhecida
zh: 未知

# openLicenseUnknown
source: Unknown
es: Desconocida
fr: Inconnue
ja: 不明
pt: Desconhecida
zh: 未知

# openLicenseEmptyMessage
source: No license information available.
es: No hay información de licencias disponible.
fr: Aucune information de licence disponible.
ja: ライセンス情報が見つかりません。
pt: Nenhuma informação de licença disponível.
zh: 未找到许可信息。

# openLicenseDetailTitle
source: {package} license
es: Licencia de {package}
fr: Licence de {package}
ja: {package} のライセンス
pt: Licença de {package}
zh: {package} 许可

# journeyDetailAnonymous
source: Anonymous
es: Anónimo
fr: Anonyme
ja: 匿名
ko: 익명
pt: Anónimo
zh: 匿名

# errorNetwork
source: Please check your network connection.
es: Por favor, verifica tu conexión de red.
fr: Veuillez vérifier votre connexion réseau.
ja: ネットワーク接続を確認してください。
ko: 네트워크 연결을 확인해 주세요.
pt: Por favor, verifique a sua ligação de rede.
zh: 请检查网络连接。

# errorTimeout
source: Request timed out. Please try again.
es: Tiempo de espera agotado. Por favor, inténtalo de nuevo.
fr: Délai d'attente dépassé. Veuillez réessayer.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도해 주세요.
pt: Tempo limite excedido. Por favor, tente novamente.
zh: 请求超时。请重试。

# errorServerUnavailable
source: Server is temporarily unavailable. Please try again later.
es: El servidor no está disponible temporalmente. Por favor, inténtalo más tarde.
fr: Le serveur est temporairement indisponible. Veuillez réessayer plus tard.
ja: サーバーに一時的な問題があります。しばらくしてからもう一度お試しください。
ko: 서버에 일시적인 문제가 있습니다. 잠시 후 다시 시도해 주세요.
pt: O servidor está temporariamente indisponível. Por favor, tente mais tarde.
zh: 服务器暂时不可用。请稍后再试。

# errorUnauthorized
source: Please sign in again.
es: Por favor, inicia sesión de nuevo.
fr: Veuillez vous reconnecter.
ja: 再度ログインしてください。
ko: 다시 로그인해 주세요.
pt: Por favor, inicie sessão novamente.
zh: 请重新登录。

# errorRetry
source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
zh: 重试

# errorCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
zh: 取消

# errorAuthRefreshFailed
source: Network is unstable. Please try again in a moment.
es: La red es inestable. Por favor, inténtalo de nuevo en un momento.
fr: Le réseau est instable. Veuillez réessayer dans un moment.
ja: ネットワークが不安定です。しばらくしてからもう一度お試しください。
ko: 네트워크가 불안정합니다. 잠시 후 다시 시도해 주세요.
pt: A rede está instável. Por favor, tente novamente em breve.
zh: 网络不稳定。请稍后再试。

# homeInboxSummaryTitle
source: Today's Inbox
es: Resumen de hoy
fr: Résumé du jour
ja: 今日のインボックス
pt: Resumo de hoje
zh: 今日收件箱

# homeInboxSummaryPending
source: Pending
es: Pendientes
fr: En attente
ja: 未返信
pt: Pendentes
zh: 待回复

# homeInboxSummaryCompleted
source: Completed
es: Respondidas
fr: Répondu
ja: 返信済み
pt: Respondidas
zh: 已回复

# homeInboxSummarySentResponses
source: Responses
es: Respuestas recibidas
fr: Réponses reçues
ja: 返信到着
pt: Respostas recebidas
zh: 收到回复

# homeInboxSummaryUpdatedAt
source: Updated {time}
es: Actualizado {time}
fr: Mis à jour {time}
ja: 更新 {time}
pt: Atualizado {time}
zh: 更新 {time}

# homeInboxSummaryRefresh
source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
pt: Atualizar
zh: 刷新

# homeInboxSummaryLoadFailed
source: We couldn't load the summary.
es: No pudimos cargar el resumen.
fr: Impossible de charger le résumé.
ja: 要約を読み込めませんでした。
pt: Não foi possível carregar o resumo.
zh: 无法加载摘要。

# homeInboxSummaryItemSemantics
source: {label} {count}
ja: {label} {count}件
zh: {label} {count}条

# homeTimelineTitle
source: Recent Activity
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
pt: Atividade recente
zh: 最近动态

# homeTimelineEmptyTitle
source: No recent activity yet
es: Sin actividad reciente
fr: Aucune activité récente
ja: 最近のアクティビティはありません
pt: Sem atividade recente
zh: 暂无最近动态

# homeTimelineReceivedTitle
source: New message received
es: Nuevo mensaje recibido
fr: Nouveau message reçu
ja: 新しいメッセージ
pt: Nova mensagem recebida
zh: 收到新消息

# homeTimelineRespondedTitle
source: Reply sent
es: Respuesta enviada
fr: Réponse envoyée
ja: 返信を送信
pt: Resposta enviada
zh: 已发送回复

# homeTimelineSentResponseTitle
source: Response arrived
es: Respuesta recibida
fr: Réponse reçue
ja: 返信が届きました
pt: Resposta recebida
zh: 收到回复

# homeDailyPromptTitle
source: Today's Question
es: Pregunta del día
fr: Question du jour
ja: 今日の質問
pt: Pergunta do dia
zh: 今日问题

# homeDailyPromptHint
source: Tap to start a message
es: Toca para escribir un mensaje
fr: Touchez pour écrire un message
ja: タップしてメッセージ作成
pt: Toque para escrever uma mensagem
zh: 点击开始写消息

# homeDailyPromptAction
source: Write
es: Escribir
fr: Écrire
ja: 作成する
pt: Escrever
zh: 去写

# homeAnnouncementTitle
source: Update
es: Actualización
fr: Mise à jour
ja: アップデート
pt: Atualização
zh: 更新

# homeAnnouncementSummary
source: See what's new in Echowander.
es: Descubre las novedades de Echowander.
fr: Découvrez les nouveautés d'Echowander.
ja: 新機能を確認しましょう。
pt: Veja as novidades do Echowander.
zh: 查看 Echowander 的新内容。

# homeAnnouncementAction
source: Details
es: Detalles
fr: Détails
ja: 詳細
pt: Detalhes
zh: 详情

# homeAnnouncementDetailTitle
source: Update
es: Actualización
fr: Mise à jour
ja: アップデート
pt: Atualização
zh: 更新

# homeAnnouncementDetailBody
source: We added improvements for a smoother experience.
es: Hicimos mejoras para una experiencia más fluida.
fr: Nous avons apporté des améliorations pour une expérience plus fluide.
ja: よりスムーズに使えるよう改善しました。
pt: Fizemos melhorias para uma experiência mais fluida.
zh: 我们做了改进，让体验更顺畅。

# homePromptQ1
source: What made you smile today?
es: ¿Qué te hizo sonreír hoy?
fr: Qu'est-ce qui t'a fait sourire aujourd'hui ?
ja: 今日笑顔になったことは何ですか？
pt: O que te fez sorrir hoje?
zh: 今天有什么让你微笑？

# homePromptQ2
source: What are you looking forward to this week?
es: ¿Qué esperas con ganas esta semana?
fr: Qu'attends-tu avec impatience cette semaine ?
ja: 今週楽しみにしていることは？
pt: O que você está aguardando esta semana?
zh: 这周你期待什么？

# homePromptQ3
source: What's a place you want to revisit?
es: ¿Qué lugar quieres volver a visitar?
fr: Quel endroit veux-tu revisiter ?
ja: もう一度行きたい場所はどこですか？
pt: Que lugar você quer revisitar?
zh: 你想再去一次的地方是哪里？

# homePromptQ4
source: Share a small win from today.
es: Comparte una pequeña victoria de hoy.
fr: Partage une petite victoire d'aujourd'hui.
ja: 今日の小さな成功を教えてください。
pt: Compartilhe uma pequena vitória de hoje.
zh: 分享一下今天的小成就。

# homePromptQ5
source: What's a habit you'd like to build?
es: ¿Qué hábito te gustaría crear?
fr: Quelle habitude aimerais-tu prendre ?
ja: 身につけたい習慣は何ですか？
pt: Que hábito você gostaria de criar?
zh: 你想养成什么习惯？

# homePromptQ6
source: Who do you want to thank today?
es: ¿A quién quieres agradecer hoy?
fr: À qui veux-tu dire merci aujourd'hui ?
ja: 今日感謝を伝えたい人は誰ですか？
pt: A quem você quer agradecer hoje?
zh: 今天你想感谢谁？

# homePromptQ7
source: What's a song you keep replaying?
es: ¿Qué canción no dejas de escuchar?
fr: Quelle chanson écoutes-tu en boucle ?
ja: 最近ずっと聴いている曲は？
pt: Qual música você está ouvindo em loop?
zh: 最近你一直在循环的歌是什么？

# homePromptQ8
source: Describe your day in three words.
es: Describe tu día en tres palabras.
fr: Décris ta journée en trois mots.
ja: 今日を3つの言葉で表すと？
pt: Descreva seu dia em três palavras.
zh: 用三个词形容你的今天。

# homePromptQ9
source: What's something you learned recently?
es: ¿Qué has aprendido recientemente?
fr: Qu'as-tu appris récemment ?
ja: 最近学んだことは？
pt: O que você aprendeu recentemente?
zh: 你最近学到了什么？

# homePromptQ10
source: If you could send one message to yourself, what would it be?
es: Si pudieras enviarte un mensaje, ¿qué dirías?
fr: Si tu pouvais t'envoyer un message, que dirais-tu ?
ja: 自分に一言送るなら何と言いますか？
pt: Se pudesse enviar uma mensagem para si, o que diria?
zh: 如果可以给自己发一条消息，你会说什么？

# inboxTabPending
source: Pending
es: Pendientes
fr: En attente
ja: 未返信
pt: Pendentes
zh: 待回复

# inboxTabCompleted
source: Completed
es: Respondidas
fr: Répondu
ja: 返信済み
pt: Respondidas
zh: 已回复

# inboxEmptyPendingTitle
source: No pending messages
es: No hay mensajes pendientes
fr: Aucun message en attente
ja: 未返信のメッセージはありません
pt: Nenhuma mensagem pendente
zh: 暂无待回复消息

# inboxEmptyPendingDescription
source: New messages will appear here.
es: Los nuevos mensajes aparecerán aquí.
fr: Les nouveaux messages apparaîtront ici.
ja: 新しいメッセージがここに表示されます。
pt: Novas mensagens aparecerão aqui.
zh: 新的消息会显示在这里。

# inboxEmptyCompletedTitle
source: No completed messages
es: No hay mensajes completados
fr: Aucun message répondu
ja: 返信済みのメッセージはありません
pt: Nenhuma mensagem respondida
zh: 暂无已回复消息

# inboxEmptyCompletedDescription
source: Messages you've responded to will appear here.
es: Los mensajes que respondiste aparecerán aquí.
fr: Les messages auxquels vous avez répondu apparaîtront ici.
ja: 返信済みのメッセージがここに表示されます。
pt: Mensagens que você respondeu aparecerão aqui.
zh: 你已回复的消息会显示在这里。

# profileEditTitle
source: Edit Profile
es: Editar perfil
fr: Modifier le profil
ja: プロフィール編集
pt: Editar perfil
zh: 编辑个人资料

# profileEditNicknameLabel
source: Nickname
es: Apodo
fr: Pseudonyme
ja: ニックネーム
pt: Alcunha
zh: 昵称

# profileEditNicknameHint
source: Enter nickname
es: Ingrese apodo
fr: Entrez un pseudonyme
ja: ニックネームを入力
pt: Digite a alcunha
zh: 输入昵称

# profileEditNicknameEmpty
source: Please enter a nickname
es: Por favor ingrese un apodo
fr: Veuillez entrer un pseudonyme
ja: ニックネームを入力してください
pt: Por favor, digite uma alcunha
zh: 请输入昵称

# profileEditNicknameTooShort
source: Nickname must be at least {min} characters
es: El apodo debe tener al menos {min} caracteres
fr: Le pseudonyme doit contenir au moins {min} caractères
ja: ニックネームは最低{min}文字以上である必要があります
pt: A alcunha deve ter pelo menos {min} caracteres
zh: 昵称至少需要{min}个字符

# profileEditNicknameTooLong
source: Nickname can be up to {max} characters
es: El apodo puede tener hasta {max} caracteres
fr: Le pseudonyme peut contenir jusqu'à {max} caractères
ja: ニックネームは最大{max}文字まで入力できます
pt: A alcunha pode ter até {max} caracteres
zh: 昵称最多可输入{max}个字符

# profileEditNicknameConsecutiveSpaces
source: Consecutive spaces are not allowed
es: No se permiten espacios consecutivos
fr: Les espaces consécutifs ne sont pas autorisés
ja: 連続したスペースは使用できません
pt: Espaços consecutivos não são permitidos
zh: 不允许连续空格

# profileEditNicknameInvalidCharacters
source: Only Korean, English, numbers, and underscore (_) are allowed
es: Solo se permiten coreano, inglés, números y guión bajo (_)
fr: Seuls le coréen, l'anglais, les chiffres et le tiret bas (_) sont autorisés
ja: 韓国語、英語、数字、アンダースコア(_)のみ使用できます
pt: Apenas coreano, inglês, números e sublinhado (_) são permitidos
zh: 仅允许韩语、英语、数字和下划线(_)

# profileEditNicknameChecking
source: Checking...
es: Verificando...
fr: Vérification...
ja: 確認中...
pt: A verificar...
zh: 检查中...

# profileEditNicknameAvailable
source: This nickname is available
es: Este apodo está disponible
fr: Ce pseudonyme est disponible
ja: このニックネームは使用可能です
pt: Esta alcunha está disponível
zh: 此昵称可用

# profileEditNicknameTaken
source: This nickname is already in use
es: Este apodo ya está en uso
fr: Ce pseudonyme est déjà utilisé
ja: このニックネームは既に使用されています
pt: Esta alcunha já está em uso
zh: 此昵称已被使用

# profileEditNicknameError
source: An error occurred while checking
es: Ocurrió un error al verificar
fr: Une erreur s'est produite lors de la vérification
ja: 確認中にエラーが発生しました
pt: Ocorreu um erro ao verificar
zh: 检查时发生错误

# profileEditAvatarLabel
source: Profile Photo
es: Foto de perfil
fr: Photo de profil
ja: プロフィール写真
pt: Foto do perfil
zh: 个人资料照片

# profileEditAvatarChange
source: Change Photo
es: Cambiar foto
fr: Changer la photo
ja: 写真を変更
pt: Alterar foto
zh: 更改照片

# profileEditSave
source: Save
es: Guardar
fr: Enregistrer
ja: 保存
pt: Guardar
zh: 保存

# profileEditCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh: 取消

# profileEditSaveSuccess
source: Profile saved successfully
es: Perfil guardado exitosamente
fr: Profil enregistré avec succès
ja: プロフィールが保存されました
pt: Perfil guardado com sucesso
zh: 个人资料已保存

# profileEditSaveFailed
source: Failed to save. Please try again
es: Error al guardar. Por favor intente nuevamente
fr: Échec de l'enregistrement. Veuillez réessayer
ja: 保存に失敗しました。もう一度お試しください
pt: Falha ao guardar. Por favor, tente novamente
zh: 保存失败。请重试

# profileEditCropTitle
source: Edit Photo
es: Editar foto
fr: Modifier la photo
ja: 写真編集
pt: Editar foto
zh: 编辑照片

# profileEditCropDescription
source: Adjust the position as desired
es: Ajuste la posición como desee
fr: Ajustez la position comme vous le souhaitez
ja: 希望の位置に調整してください
pt: Ajuste a posição como desejar
zh: 根据需要调整位置

# profileEditCropCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh: 取消

# profileEditCropComplete
source: Complete
es: Completar
fr: Terminer
ja: 完了
pt: Concluir
zh: 完成

# profileEditCropFailedTitle
source: Photo edit failed
es: Error al editar foto
fr: Échec de l'édition de la photo
ja: 写真編集に失敗しました
pt: Falha ao editar foto
zh: 照片编辑失败

# profileEditCropFailedMessage
source: An error occurred while editing the photo. Please try again.
es: Ocurrió un error al editar la foto. Por favor, inténtelo de nuevo.
fr: Une erreur s'est produite lors de l'édition de la photo. Veuillez réessayer.
ja: 写真の編集中にエラーが発生しました。もう一度お試しください。
pt: Ocorreu um erro ao editar a foto. Por favor, tente novamente.
zh: 编辑照片时发生错误。请重试。

# profileEditCropFailedAction
source: OK
zh: 确定

# appTitle
source: EchoWander
ko: 에코원더

# errorForbiddenTitle
source: Permission Required
ko: 권한이 필요합니다

# errorForbiddenMessage
source: You don't have permission to perform this action. Please check your login status or try again later.
ko: 요청한 작업을 수행할 권한이 없습니다. 로그인 상태를 확인하거나 잠시 후 다시 시도해주세요.

# journeyInboxForbiddenTitle
source: Cannot Load Inbox
ko: 인박스를 불러올 수 없어요

# journeyInboxForbiddenMessage
source: You don't have permission to view the inbox. If the problem persists, please sign in again.
ko: 인박스를 조회할 권한이 없습니다. 문제가 계속되면 다시 로그인해 주세요.

# composeCharacterCount
source: {current}/{total}
ko: {total}자 중 {current}자
