Repository: bizpect/echowander
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, pt, zh

# sentEmptyInProgressDescription
source: Start a new relay message to see it here.
es: Inicia un nuevo mensaje para verlo aquí.
fr: Démarrez un nouveau message pour l'afficher ici.
ja: 新しいリレーメッセージを開始してください。
pt: Inicie uma nova mensagem para vê-la aqui.
zh: 开始新的接力消息后会显示在这里。

# sentEmptyCompletedTitle
source: No completed messages
es: No hay mensajes completados
fr: Aucun message terminé
ja: 完了したメッセージはありません
pt: Nenhuma mensagem concluída
zh: 暂无已完成的消息

# sentEmptyCompletedDescription
source: Completed relays will appear here.
es: Los mensajes completados aparecerán aquí.
fr: Les messages terminés apparaîtront ici.
ja: 完了したリレーがここに表示されます。
pt: As mensagens concluídas aparecerão aqui.
zh: 已完成的接力会显示在这里。

# journeyListEmpty
source: No messages yet.
es: Aún no hay mensajes enviados.
fr: Aucun message envoyé pour le moment.
ja: まだ送信したメッセージがありません。
ko: 아직 보낸 메시지가 없어요.
pt: Ainda não há mensagens enviadas.
zh: 还没有发送过消息。

# journeyListCta
source: View sent messages
es: Ver mensajes enviados
fr: Voir les messages envoyés
ja: 送信したメッセージを見る
ko: 보낸 메시지 보기
pt: Ver mensagens enviadas
zh: 查看已发送消息

# journeyListStatusLabel
source: Status:
es: Estado:
fr: Statut :
ja: 状態:
ko: 상태:
pt: Estado:
zh: 状态：

# journeyStatusCreated
source: Sent
es: Enviado
fr: Envoyé
ja: 送信済み
ko: 전송 완료
pt: Enviada
zh: 已发送

# journeyStatusWaiting
source: Waiting for match
es: En espera de emparejamiento
fr: En attente de correspondance
ja: マッチング待ち
ko: 매칭 대기
pt: Aguardando correspondência
zh: 等待匹配

# journeyStatusCompleted
source: Completed
es: Completado
fr: Terminé
ja: 完了
ko: 처리 완료
pt: Concluída
zh: 已完成

# journeyStatusInProgress
source: In Progress
es: En progreso
fr: En cours
ja: 進行中
ko: 진행중
pt: Em andamento
zh: 进行中

# journeyStatusUnknown
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
zh: 未知

# journeyInProgressHint
source: You can view responses after completion
es: Podrás ver las respuestas después de completarse
fr: Vous pourrez voir les réponses après la fin
ja: 完了後に詳細で返信を確認できます
ko: 완료 후 상세에서 답변을 확인할 수 있어요
pt: Poderá ver as respostas após a conclusão
zh: 完成后可在详情中查看回复

# journeyFilterOk
source: Allowed
es: Permitido
fr: Autorisé
ja: 許可
ko: 정상
pt: Permitido
zh: 允许

# journeyFilterHeld
source: Held
es: En revisión
fr: En attente
ja: 保留
ko: 검토 중
pt: Em revisão
zh: 审核中

# journeyFilterRemoved
source: Removed
es: Eliminado
fr: Supprimé
ja: 削除
ko: 제한됨
pt: Removido
zh: 已移除

# journeyFilterUnknown
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
zh: 未知

# inboxTitle
source: Inbox
es: Bandeja de entrada
fr: Boîte de réception
ja: 受信箱
ko: 받은 메시지
pt: Caixa de entrada
zh: 收件箱

# inboxEmpty
source: No messages received yet.
es: Aún no hay mensajes recibidos.
fr: Aucun message reçu pour le moment.
ja: 受け取ったメッセージはありません。
ko: 받은 메시지가 없어요.
pt: Ainda não há mensagens recebidas.
zh: 还没有收到消息。

# inboxCta
source: View inbox
es: Ver bandeja de entrada
fr: Voir la boîte de réception
ja: 受信箱を見る
ko: 받은 메시지 보기
pt: Ver caixa de entrada
zh: 查看收件箱

# inboxRefresh
source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
zh: 刷新

# inboxLoadFailed
source: We couldn't load your inbox.
es: No pudimos cargar tu bandeja de entrada.
fr: Nous n'avons pas pu charger votre boîte de réception.
ja: 受信箱を読み込めませんでした。
ko: 받은 메시지를 불러올 수 없습니다.
pt: Não conseguimos carregar a sua caixa de entrada.
zh: 无法加载您的收件箱。

# inboxImageCount
source: {count} photo(s)
es: {count} foto(s)
ja: {count}枚の写真
ko: 사진 {count}개
pt: {count} foto(s)
zh: {count}张照片

# inboxStatusLabel
source: Status:
es: Estado:
fr: Statut :
ja: 状態:
ko: 상태:
pt: Estado:
zh: 状态：

# inboxStatusAssigned
source: Waiting
es: En espera
fr: En attente
ja: 待機中
ko: 대기 중
pt: Em espera
zh: 等待中

# inboxStatusResponded
source: Responded
es: Respondido
fr: Répondu
ja: 返信済み
ko: 응답 완료
pt: Respondida
zh: 已回复

# inboxStatusPassed
source: Passed
es: Pasado
fr: Passé
ja: パス
ko: 패스
pt: Passado
zh: 已跳过

# inboxStatusReported
source: Reported
es: Reportado
fr: Signalé
ja: 報告済み
ko: 신고됨
pt: Denunciado
zh: 已举报

# inboxStatusUnknown
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
zh: 未知

# inboxCardArrivedPrompt
source: Message arrived! Please leave a reply.
es: ¡Llegó un mensaje! Deja una respuesta.
fr: Un message est arrivé ! Laissez une réponse.
pt: Chegou uma mensagem! Deixe uma resposta.
zh: 消息已到达！ 请留下回复。

# inboxDetailTitle
source: Inbox
es: Mensaje recibido
fr: Message reçu
ja: 受信メッセージ
ko: 받은 메시지
pt: Mensagem recebida
zh: 收到的消息

# inboxDetailMissing
source: We couldn't load this message.
es: No se pudo cargar este mensaje.
fr: Impossible de charger ce message.
ja: メッセージを読み込めませんでした。
ko: 메시지를 불러오지 못했어요.
pt: Não foi possível carregar esta mensagem.
zh: 无法加载该消息。

# inboxImagesLabel
source: Photos
es: Fotos
ja: 写真
ko: 사진
pt: Fotos
zh: 照片

# inboxImagesLoadFailed
source: We couldn't load the photos.
es: No se pudieron cargar las fotos.
fr: Impossible de charger les photos.
ja: 写真を読み込めませんでした。
ko: 사진을 불러오지 못했어요.
pt: Não foi possível carregar as fotos.
zh: 无法加载照片。

# inboxBlockCta
source: Block sender
es: Bloquear remitente
fr: Bloquer l'expéditeur
ja: 送信者をブロック
ko: 보낸 사람 차단
pt: Bloquear remetente
zh: 屏蔽发送者

# inboxBlockTitle
source: Block user
es: Bloquear usuario
fr: Bloquer l'utilisateur
ja: ブロック
ko: 차단하기
pt: Bloquear usuário
zh: 屏蔽用户

# inboxBlockMessage
source: Block this user from future relay messages?
es: ¿Bloquear a este usuario para futuros mensajes?
fr: Bloquer cet utilisateur pour les prochains messages ?
ja: このユーザーの次のメッセージを受け取らないようにしますか？
ko: 이 사용자의 다음 메시지는 받지 않아요.
pt: Bloquear este usuário para futuros envios?
zh: 要屏蔽该用户的后续消息吗？

# inboxBlockConfirm
source: Block
es: Bloquear
fr: Bloquer
ja: ブロック
ko: 차단
pt: Bloquear
zh: 屏蔽

# inboxBlockSuccessTitle
source: Blocked
es: Bloqueado
fr: Bloqué
ja: ブロック完了
ko: 차단 완료
pt: Bloqueado
zh: 已屏蔽

# inboxBlockSuccessBody
source: The user has been blocked.
es: El usuario ha sido bloqueado.
fr: L'utilisateur a été bloqué.
ja: ユーザーをブロックしました。
ko: 사용자를 차단했어요.
pt: O usuário foi bloqueado.
zh: 已屏蔽该用户。

# inboxBlockFailed
source: We couldn't block this user.
es: No se pudo bloquear al usuario.
fr: Impossible de bloquer l'utilisateur.
ja: ブロックに失敗しました。
ko: 차단을 완료하지 못했어요.
pt: Não foi possível bloquear o usuário.
zh: 无法屏蔽该用户。

# inboxBlockMissing
source: We couldn't identify the sender.
es: No pudimos identificar al remitente.
fr: Impossible d'identifier l'expéditeur.
ja: 送信者情報が見つかりません。
ko: 보낸 사람 정보를 찾지 못했어요.
pt: Não foi possível identificar o remetente.
zh: 无法识别发送者。

# inboxRespondLabel
source: Reply
es: Mensaje
fr: Message
ja: 返信
ko: 답장
pt: Responder
zh: 消息

# inboxRespondHint
source: Write your reply...
es: Escribe tu mensaje...
fr: Écrivez votre message...
ja: 返信を書いてください...
ko: 답장을 입력하세요...
pt: Escreva sua resposta...
zh: 写下你的消息...

# inboxRespondCta
source: Send reply
es: Enviar mensaje
fr: Envoyer la réponse
ja: 返信を送信
ko: 답장 보내기
pt: Enviar resposta
zh: 发送消息

# inboxRespondEmpty
source: Please enter a reply.
es: Ingresa un mensaje.
fr: Veuillez écrire une réponse.
ja: 返信を入力してください。
ko: 답장을 입력해 주세요.
pt: Digite uma resposta.
zh: 请输入消息。

# inboxRespondSuccessTitle
source: Reply sent
es: Mensaje enviado
fr: Message envoyé
ja: 返信完了
ko: 답장 완료
pt: Resposta enviada
zh: 消息已发送

# inboxRespondSuccessBody
source: Your reply was sent.
es: Tu mensaje fue enviado.
fr: Votre message a été envoyé.
ja: 返信を送信しました。
ko: 답장을 보냈어요.
pt: Sua resposta foi enviada.
zh: 你的消息已发送。

# inboxPassCta
source: Pass
es: Pasar
fr: Passer
ja: パス
ko: 패스
pt: Passar
zh: 跳过

# inboxPassSuccessTitle
source: Passed
es: Pasado
fr: Passé
ja: パス完了
ko: 패스 완료
pt: Passado
zh: 已跳过

# inboxPassSuccessBody
source: You've passed this message.
es: Has pasado este mensaje.
fr: Vous avez passé ce message.
ja: このメッセージをパスしました。
ko: 이번 메시지는 패스했어요.
pt: Você passou esta mensagem.
zh: 你已跳过这条消息。

# inboxPassedTitle
source: Passed message
es: Mensaje pasado
fr: Message passé
ja: パスしたメッセージ
ko: 패스한 메시지
pt: Mensagem passada
zh: 已跳过的消息

# inboxPassedDetailUnavailable
source: This message was passed and content is unavailable.
es: Este mensaje fue pasado y el contenido no está disponible.
fr: Ce message a été passé et le contenu n'est pas disponible.
ja: パス処理により内容を閲覧できません。
ko: 패스 처리되어 내용을 볼 수 없습니다.
pt: Esta mensagem foi passada e o conteúdo não está disponível.
zh: 此消息已跳过，内容不可查看。

# inboxReportCta
source: Report
es: Reportar
fr: Signaler
ja: 報告
ko: 신고
pt: Denunciar
zh: 举报

# inboxReportTitle
source: Report reason
es: Motivo del reporte
fr: Motif du signalement
ja: 報告理由
ko: 신고 사유
pt: Motivo da denúncia
zh: 举报原因

# inboxReportSpam
source: Spam
ja: スパム
ko: 스팸
zh: 垃圾信息

# inboxReportAbuse
source: Abuse
es: Abuso
fr: Abus
ja: 不適切
ko: 부적절한 내용
pt: Abuso
zh: 不当内容

# inboxReportOther
source: Other
es: Otro
fr: Autre
ja: その他
ko: 기타
pt: Outro
zh: 其他

# inboxReportSuccessTitle
source: Reported
es: Reporte enviado
fr: Signalement envoyé
ja: 報告完了
ko: 신고 완료
pt: Denúncia enviada
zh: 已举报

# inboxReportSuccessBody
source: Your report was submitted.
es: Tu reporte fue enviado.
fr: Votre signalement a été envoyé.
ja: 報告を送信しました。
ko: 신고가 접수됐어요.
pt: Sua denúncia foi enviada.
zh: 你的举报已提交。

# inboxReportAlreadyReportedTitle
source: Already reported
es: Ya reportado
fr: Déjà signalé
pt: Já denunciado
zh: 已举报

# inboxReportAlreadyReportedBody
source: You have already reported this message.
es: Ya has reportado este mensaje.
fr: Vous avez déjà signalé ce message.
pt: Você já denunciou esta mensagem.
zh: 你已经举报过这条消息了。

# inboxActionFailed
source: We couldn't complete this action.
es: No se pudo completar la acción.
fr: Impossible d'effectuer cette action.
ja: 操作を完了できませんでした。
ko: 처리를 완료하지 못했어요.
pt: Não foi possível concluir a ação.
zh: 无法完成此操作。

# actionReportMessage
source: Report message
es: Reportar mensaje
fr: Signaler le message
pt: Denunciar mensagem
zh: 举报消息

# actionBlockSender
source: Block sender
es: Bloquear remitente
fr: Bloquer l'expéditeur
pt: Bloquear remetente
zh: 屏蔽发送者

# inboxDetailMoreTitle
source: Options
es: Opciones
pt: Opções
zh: 选项

# journeyDetailTitle
source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
pt: Mensagem
zh: 消息

# journeyDetailMessageLabel
source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
pt: Mensagem
zh: 消息

# journeyDetailMessageUnavailable
source: Message unavailable.
es: No se pudo cargar el mensaje.
fr: Impossible de charger le message.
ja: メッセージを取得できません。
ko: 메시지를 불러올 수 없어요.
pt: Não foi possível carregar a mensagem.
zh: 无法加载消息。

# journeyDetailProgressTitle
source: Relay progress
es: Progreso del relé
fr: Progression du relais
ja: リレー進行
ko: 릴레이 진행
pt: Progresso do relé
zh: 转发进度

# journeyDetailStatusLabel
source: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
zh: 状态

# journeyDetailDeadlineLabel
source: Relay deadline
es: Fecha límite del relé
fr: Date limite du relais
ja: リレー期限
ko: 릴레이 마감
pt: Prazo do relé
zh: 转发截止

# journeyDetailResponseTargetLabel
source: Target replies
es: Objetivo de respuestas
fr: Objectif de réponses
ja: 目標返信数
ko: 목표 응답 수
pt: Meta de respostas
zh: 目标回复数

# journeyDetailRespondedLabel
source: Replies
es: Respuestas
fr: Réponses
ja: 返信
ko: 응답
pt: Respostas
zh: 回复

# journeyDetailAssignedLabel
source: Assigned
es: Asignados
fr: Attribués
ja: 割り当て
ko: 할당
pt: Atribuídos
zh: 已分配

# journeyDetailPassedLabel
source: Passed
es: Pasados
fr: Passés
ja: パス
ko: 패스
pt: Passados
zh: 已跳过

# journeyDetailReportedLabel
source: Reported
es: Reportados
fr: Signalés
ja: 報告
ko: 신고
pt: Denunciados
zh: 已举报

# journeyDetailCountriesLabel
source: Relay locations
es: Ubicaciones del relé
fr: Zones du relais
ja: リレー地域
ko: 릴레이 지역
pt: Locais do relé
zh: 转发地区

# journeyDetailCountriesEmpty
source: No locations yet.
es: Aún no hay ubicaciones.
fr: Aucune zone pour le moment.
ja: まだ地域情報がありません。
ko: 아직 지역 정보가 없어요.
pt: Ainda não há locais.
zh: 暂无地区信息。

# journeyDetailResultsTitle
source: Replies
es: Respuestas
fr: Réponses
ja: 返信
ko: 받은 댓글
pt: Respostas
zh: 回复

# journeyDetailResultsLocked
source: Replies will appear after completion.
es: Las respuestas aparecerán después de completar.
fr: Les réponses apparaîtront après la fin.
ja: 完了後に返信を確認できます。
ko: 처리완료 후 댓글을 확인할 수 있어요.
pt: As respostas aparecerão após a conclusão.
zh: 完成后可查看回复。

# journeyDetailResultsEmpty
source: No replies yet.
es: Aún no hay respuestas.
fr: Aucune réponse pour le moment.
ja: まだ返信がありません。
ko: 아직 댓글이 없어요.
pt: Ainda não há respostas.
zh: 暂时没有回复。

# journeyDetailResultsLoadFailed
source: We couldn't load the replies.
es: No pudimos cargar las respuestas.
fr: Impossible de charger les réponses.
ja: 返信を読み込めませんでした。
ko: 댓글을 불러오지 못했어요.
pt: Não foi possível carregar as respostas.
zh: 无法加载回复。

# commonTemporaryErrorTitle
source: Temporary error
es: Error temporal
fr: Erreur temporaire
ja: 一時的なエラー
ko: 일시적인 오류
pt: Erro temporário
zh: 临时错误

# sentDetailRepliesLoadFailedMessage
source: We couldn't load the replies. We'll return to the list.
es: No pudimos cargar las respuestas. Volveremos a la lista.
fr: Impossible de charger les réponses. Retour à la liste.
ja: 返信を読み込めませんでした。 一覧に戻ります。
ko: 댓글을 불러오지 못했습니다. 목록으로 이동합니다.
pt: Não foi possível carregar as respostas. Voltaremos à lista.
zh: 无法加载回复。 将返回列表。

# commonOk
source: OK
ko: 확인
zh: 确定

# journeyDetailResponsesMissingTitle
source: Temporary error
es: Error temporal
fr: Erreur temporaire
ja: 一時的なエラー
ko: 일시적인 오류
pt: Erro temporário
zh: 临时错误

# journeyDetailResponsesMissingBody
source: We couldn't load the responses. Please try again. We'll return to the list.
es: No pudimos cargar las respuestas. Inténtalo de nuevo. Volveremos a la lista.
fr: Impossible de charger les réponses. Veuillez réessayer. Retour à la liste.
ja: 返信を読み込めませんでした。もう一度お試しください。 一覧に戻ります。
ko: 댓글을 불러오지 못했습니다. 다시 시도해 주세요. 목록으로 이동합니다.
pt: Não foi possível carregar as respostas. Tente novamente. Voltaremos à lista.
zh: 无法加载回复。请重试。 将返回列表。

# journeyDetailGateConfigTitle
source: Ad not ready
es: Anuncio no configurado
fr: Publicité non prête
ja: 広告準備中
ko: 광고 준비 중
pt: Anúncio não pronto
zh: 广告未就绪

# journeyDetailGateConfigBody
source: Ads aren't configured yet. We'll open the details without an ad.
es: La configuración de anuncios no está lista. Abriremos los detalles sin anuncio.
fr: La publicité n'est pas configurée. Nous ouvrons les détails sans publicité.
ja: 広告設定が未準備のため、広告なしで詳細に移動します。
ko: 광고 설정이 준비되지 않아 광고 없이 상세로 이동해요.
pt: A configuração de anúncios não está pronta. Vamos abrir os detalhes sem anúncio.
zh: 广告设置尚未完成，将直接进入详情。

# journeyDetailGateDismissedTitle
source: Ad not completed
es: Anuncio no completado
fr: Publicité non terminée
ja: 広告視聴未完了
ko: 광고 시청 미완료
pt: Anúncio não concluído
zh: 广告未看完

# journeyDetailGateDismissedBody
source: Please watch the ad to view details.
es: Mira el anuncio completo para ver los detalles.
fr: Regardez la publicité jusqu'au bout pour voir les détails.
ja: 詳細を見るには広告を最後まで視聴してください。
ko: 상세를 보려면 광고를 끝까지 시청해 주세요.
pt: Assista ao anúncio até o fim para ver os detalhes.
zh: 观看完广告后才能查看详情。

# journeyDetailGateFailedTitle
source: Ad unavailable
es: Anuncio no disponible
fr: Publicité indisponible
ja: 広告を利用できません
ko: 광고 이용 불가
pt: Anúncio indisponível
zh: 广告不可用

# journeyDetailGateFailedBody
source: We couldn't load the ad. Please try again.
es: No pudimos cargar el anuncio. Inténtalo de nuevo.
fr: Impossible de charger la publicité. Veuillez réessayer.
ja: 広告の読み込みに失敗しました。もう一度お試しください。
ko: 광고 로드에 실패했습니다. 다시 시도해주세요.
pt: Não foi possível carregar o anúncio. Tente novamente.
zh: 广告加载失败，请重试。

# journeyDetailUnlockFailedTitle
source: Unlock failed
es: No se pudo guardar el desbloqueo
fr: Échec de l’enregistrement du déverrouillage
ja: ロック解除の保存に失敗しました
ko: 잠금해제 저장에 실패했어요
pt: Falha ao salvar o desbloqueio
zh: 解锁保存失败

# journeyDetailUnlockFailedBody
source: We couldn't save the unlock due to a network or server issue. Please try again.
es: No pudimos guardar el desbloqueo por un problema de red/servidor. Inténtalo de nuevo.
fr: Impossible d’enregistrer le déverrouillage à cause d’un problème réseau/serveur. Veuillez réessayer.
ja: ネットワーク/サーバーの問題でロック解除の保存に失敗しました。もう一度お試しください。
ko: 네트워크/서버 문제로 잠금해제에 실패했어요. 다시 시도해주세요.
pt: Não foi possível salvar o desbloqueio por um problema de rede/servidor. Tente novamente.
zh: 由于网络或服务器问题，解锁保存失败。请重试。

# journeyDetailGateDialogTitle
source: Unlock with a reward ad
es: Desbloquea con anuncio de recompensa
fr: Déverrouiller avec une pub récompensée
ja: リワード広告でロック解除
ko: 리워드 광고로 잠금해제
pt: Desbloquear com anúncio recompensado
zh: 观看广告解锁

# journeyDetailGateDialogBody
source: Unlock by watching a reward ad. Watch once to unlock forever.
es: Desbloquea viendo un anuncio de recompensa. Con una sola vez se desbloquea para siempre.
fr: Déverrouillez en regardant une pub récompensée. Une seule fois suffit pour déverrouiller à vie.
ja: リワード広告の視聴でロック解除します。 一度視聴すれば永久に解除されます。
ko: 리워드 광고 시청으로 잠금해제 합니다. 한 번 시청하면 영원히 잠금 풀립니다.
pt: Desbloqueie assistindo a um anúncio recompensado. Assista uma vez para desbloquear para sempre.
zh: 观看激励广告即可解锁。 仅需一次即可永久解锁。

# journeyDetailGateDialogConfirm
source: Unlock
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금해제
pt: Desbloquear
zh: 解锁

# journeyDetailLoadFailed
source: We couldn't load the progress.
es: No se pudo cargar el progreso.
fr: Impossible de charger la progression.
ja: 進行状況を読み込めませんでした。
ko: 진행 정보를 불러오지 못했어요.
pt: Não foi possível carregar o progresso.
zh: 无法加载进度。

# journeyDetailRetry
source: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
zh: 重试

# journeyDetailAdRequired
source: Watch a reward ad to view results.
es: Mira un anuncio para ver los resultados.
fr: Regardez une pub pour voir les résultats.
ja: 結果を見るには広告の視聴が必要です。
ko: 결과를 보기 전에 광고를 시청해 주세요.
pt: Assista a um anúncio para ver os resultados.
zh: 观看广告后查看结果。

# journeyDetailAdCta
source: Watch ad and unlock
es: Ver anuncio y desbloquear
fr: Voir la pub et débloquer
ja: 広告を見て結果を見る
ko: 광고 보고 결과 보기
pt: Assistir anúncio e desbloquear
zh: 观看广告并解锁

# journeyDetailAdFailedTitle
source: Ad unavailable
es: Anuncio no disponible
fr: Pub indisponible
ja: 広告を読み込めませんでした
ko: 광고를 불러오지 못했어요
pt: Anúncio indisponível
zh: 广告不可用

# journeyDetailAdFailedBody
source: We couldn't load the ad. View results anyway?
es: No se pudo cargar el anuncio. ¿Ver resultados de todos modos?
fr: Impossible de charger la pub. Voir les résultats quand même ?
ja: 広告なしで結果を見ますか？
ko: 광고 없이 결과를 볼까요?
pt: Não foi possível carregar o anúncio. Ver os resultados mesmo assim?
zh: 无法加载广告。仍要查看结果吗？

# journeyDetailAdFailedConfirm
source: View results
es: Ver resultados
fr: Voir les résultats
ja: 結果を見る
ko: 그냥 보기
pt: Ver resultados
zh: 查看结果

# journeyResultReportCta
source: Report reply
es: Reportar respuesta
fr: Signaler la réponse
ja: 返信を報告
ko: 응답 신고
pt: Denunciar resposta
zh: 举报回复

# journeyResultReportSuccessTitle
source: Reported
es: Reporte enviado
fr: Signalement envoyé
ja: 報告完了
ko: 신고 완료
pt: Denúncia enviada
zh: 已举报

# journeyResultReportSuccessBody
source: Your report was submitted.
es: Tu reporte fue enviado.
fr: Votre signalement a été envoyé.
ja: 報告を送信しました。
ko: 신고가 접수됐어요.
pt: Sua denúncia foi enviada.
zh: 你的举报已提交。

# journeyResultReportFailed
source: We couldn't submit your report.
es: No se pudo enviar el reporte.
fr: Impossible d'envoyer le signalement.
ja: 報告に失敗しました。
ko: 신고를 완료하지 못했어요.
pt: Não foi possível enviar a denúncia.
zh: 无法提交举报。

# settingsTitle
source: Settings
es: Configuración
fr: Réglages
ja: 設定
ko: 설정
pt: Configurações
zh: 设置

# settingsSectionNotification
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
pt: Notificações
zh: 通知

# settingsNotificationToggle
source: Allow notifications
es: Permitir notificaciones
fr: Autoriser les notifications
ja: 通知を受け取る
ko: 알림 받기
pt: Permitir notificações
zh: 允许通知

# settingsNotificationHint
source: Receive relay updates and results.
es: Recibe actualizaciones y resultados.
fr: Recevez les mises à jour et résultats.
ja: リレー進行と結果をお知らせします。
ko: 릴레이 진행과 결과를 알려드려요.
pt: Receba atualizações e resultados.
zh: 接收进度与结果提醒。

# settingsLanguage
source: Language
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
zh: 语言

# settingsTheme
source: Theme
es: Tema
fr: Thème
ja: テーマ
pt: Tema
zh: 主题

# themeSystem
source: System
es: Sistema
fr: Système
ja: システム
pt: Sistema
zh: 系统

# themeLight
source: Light
es: Claro
fr: Clair
ja: ライト
pt: Claro
zh: 浅色

# themeDark
source: Dark
es: Oscuro
fr: Sombre
ja: ダーク
pt: Escuro
zh: 深色

# settingsSectionSafety
source: Safety
es: Seguridad
fr: Sécurité
ja: 安全
ko: 안전
pt: Segurança
zh: 安全

# settingsBlockedUsers
source: Blocked users
es: Usuarios bloqueados
fr: Utilisateurs bloqués
ja: ブロック一覧
ko: 차단 목록
pt: Usuários bloqueados
zh: 已屏蔽用户

# settingsLoadFailed
source: We couldn't load settings.
es: No se pudo cargar la configuración.
fr: Impossible de charger les réglages.
ja: 設定を読み込めませんでした。
ko: 설정을 불러오지 못했어요.
pt: Não foi possível carregar as configurações.
zh: 无法加载设置。

# settingsUpdateFailed
source: We couldn't update settings.
es: No se pudo actualizar la configuración.
fr: Impossible de mettre à jour les réglages.
ja: 設定を保存できませんでした。
ko: 설정을 저장하지 못했어요.
pt: Não foi possível atualizar as configurações.
zh: 无法更新设置。

# blockListTitle
source: Blocked users
es: Usuarios bloqueados
fr: Utilisateurs bloqués
ja: ブロック一覧
ko: 차단 목록
pt: Usuários bloqueados
zh: 已屏蔽用户

# blockListEmpty
source: No blocked users.
es: No hay usuarios bloqueados.
fr: Aucun utilisateur bloqué.
ja: ブロックしたユーザーはいません。
ko: 차단한 사용자가 없어요.
pt: Nenhum usuário bloqueado.
zh: 暂无屏蔽用户。

# blockListUnknownUser
source: Unknown user
es: Usuario desconocido
fr: Utilisateur inconnu
ja: 不明なユーザー
ko: 알 수 없는 사용자
pt: Usuário desconhecido
zh: 未知用户

# blockListLoadFailed
source: We couldn't load the block list.
es: No se pudo cargar la lista de bloqueados.
fr: Impossible de charger la liste de blocage.
ja: ブロック一覧を読み込めませんでした。
ko: 차단 목록을 불러오지 못했어요.
pt: Não foi possível carregar a lista de bloqueados.
zh: 无法加载屏蔽列表。

# blockListUnblock
source: Unblock
es: Desbloquear
fr: Débloquer
ja: ブロック解除
ko: 차단 해제
pt: Desbloquear
zh: 解除屏蔽

# blockListUnblockTitle
source: Unblock user
es: Desbloquear usuario
fr: Débloquer l'utilisateur
ja: ブロック解除
ko: 차단 해제
pt: Desbloquear usuário
zh: 解除屏蔽

# blockListUnblockMessage
source: Allow messages from this user again?
es: ¿Permitir mensajes de este usuario nuevamente?
fr: Autoriser de nouveau les messages de cet utilisateur ?
ja: このユーザーのメッセージを再び受け取りますか？
ko: 이 사용자의 메시지를 다시 받을까요?
pt: Permitir mensagens deste usuário novamente?
zh: 允许再次收到该用户消息？

# blockListUnblockConfirm
source: Unblock
es: Desbloquear
fr: Débloquer
ja: 解除
ko: 해제
pt: Desbloquear
zh: 解除

# blockListUnblockFailed
source: We couldn't unblock this user.
es: No se pudo desbloquear al usuario.
fr: Impossible de débloquer l'utilisateur.
ja: ブロック解除に失敗しました。
ko: 차단 해제를 완료하지 못했어요.
pt: Não foi possível desbloquear o usuário.
zh: 无法解除屏蔽。

# blockUnblockedTitle
source: Done
es: Completado
fr: Terminé
pt: Concluído
zh: 完成

# blockUnblockedMessage
source: User unblocked.
es: Usuario desbloqueado.
fr: Utilisateur débloqué.
pt: Usuário desbloqueado.
zh: 已解除屏蔽。

# onboardingTitle
source: Onboarding
es: Introducción
fr: Démarrage
ja: オンボーディング
ko: 온보딩
pt: Integração
zh: 新手引导

# onboardingStepCounter
source: Step {current} of {total}
es: Paso {current} de {total}
fr: Étape {current} sur {total}
ja: 全{total}ステップ中{current}ステップ
ko: 총 {total}단계 중 {current}단계
pt: Etapa {current} de {total}
zh: 第 {current}/{total} 步

# onboardingNotificationTitle
source: Notification permission
es: Permiso de notificaciones
fr: Autorisation des notifications
ja: 通知の許可
ko: 알림 권한
pt: Permissão de notificações
zh: 通知权限

# onboardingNotificationDescription
source: We'll notify you when relay messages arrive and results are ready.
es: Te notificaremos cuando lleguen mensajes de relevo y los resultados estén listos.
fr: Nous vous informerons de l'arrivée des messages relais et de la disponibilité des résultats.
ja: リレーメッセージの到着と結果の完了をお知らせします。
ko: 릴레이 메시지 도착과 결과 완료를 알려드립니다.
pt: Notificaremos quando as mensagens de revezamento chegarem e os resultados estiverem prontos.
zh: 当接力消息到达和结果准备好时,我们会通知您。
