Repository: bizpect/echowander
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, pt, zh

# onboardingNotificationNote
source: You can change this anytime in Settings. This step is optional.
es: Puedes cambiar esto en cualquier momento en Ajustes. Este paso es opcional.
fr: Vous pouvez modifier ceci à tout moment dans Réglages. Cette étape est facultative.
ja: 設定でいつでも変更できます。このステップはスキップできます。
ko: 설정에서 언제든 변경할 수 있으며, 이 단계는 건너뛸 수 있습니다.
pt: Pode alterar isto a qualquer momento nas Definições. Esta etapa é opcional.
zh: 您可以随时在设置中更改。此步骤为可选。

# onboardingAllowNotifications
source: Allow
es: Permitir
fr: Autoriser
ja: 許可する
ko: 허용
pt: Permitir
zh: 允许

# onboardingPhotoTitle
source: Photo access
es: Acceso a fotos
fr: Accès aux photos
ja: 写真へのアクセス
ko: 사진 접근 권한
pt: Acesso a fotos
zh: 照片访问

# onboardingPhotoDescription
source: Used only for setting profile images and attaching images to messages.
es: Se usa solo para configurar imágenes de perfil y adjuntar imágenes a mensajes.
fr: Utilisé uniquement pour définir des images de profil et joindre des images aux messages.
ja: プロフィール画像設定とメッセージ画像添付の際にのみ使用します。
ko: 프로필 이미지 설정 및 메시지 이미지 첨부 시에만 사용됩니다.
pt: Usado apenas para definir imagens de perfil e anexar imagens às mensagens.
zh: 仅用于设置个人资料图片和向消息附加图片。

# onboardingPhotoNote
source: We only access photos you select. This step is optional.
es: Solo accedemos a las fotos que selecciones. Este paso es opcional.
fr: Nous n'accédons qu'aux photos que vous sélectionnez. Cette étape est facultative.
ja: 選択した写真のみアクセスします。このステップはスキップできます。
ko: 선택한 사진만 접근하며, 이 단계는 건너뛸 수 있습니다.
pt: Acedemos apenas às fotos que selecionar. Esta etapa é opcional.
zh: 我们仅访问您选择的照片。此步骤为可选。

# onboardingAllowPhotos
source: Allow
es: Permitir
fr: Autoriser
ja: 許可する
ko: 허용
pt: Permitir
zh: 允许

# onboardingGuidelineTitle
source: Community guidelines
es: Normas de la comunidad
fr: Règles de la communauté
ja: コミュニティガイドライン
ko: 커뮤니티 가이드라인
pt: Diretrizes da comunidade
zh: 社区准则

# onboardingGuidelineDescription
source: For safe use, harassment, hate speech, and sharing personal information are prohibited. Violations may result in content restrictions.
es: Para un uso seguro, están prohibidos el acoso, el discurso de odio y compartir información personal. Las violaciones pueden resultar en restricciones de contenido.
fr: Pour une utilisation sûre, le harcèlement, les discours haineux et le partage d'informations personnelles sont interdits. Les violations peuvent entraîner des restrictions de contenu.
ja: 安全な利用のため、嫌がらせ、ヘイトスピーチ、個人情報の共有などを禁止します。違反時にはコンテンツが制限される場合があります。
ko: 안전한 이용을 위해 혐오, 괴롭힘, 개인정보 노출 등의 행위를 금지합니다. 위반 시 콘텐츠가 제한될 수 있습니다.
pt: Para uma utilização segura, são proibidos o assédio, o discurso de ódio e a partilha de informações pessoais. As violações podem resultar em restrições de conteúdo.
zh: 为了安全使用，禁止骚扰、仇恨言论和分享个人信息。违规行为可能导致内容限制。

# onboardingAgreeGuidelines
source: I agree to the community guidelines.
es: Acepto las normas de la comunidad.
fr: J'accepte les règles de la communauté.
ja: コミュニティガイドラインに同意します。
ko: 커뮤니티 가이드라인에 동의합니다.
pt: Concordo com as diretrizes da comunidade.
zh: 我同意社区准则。

# onboardingContentPolicyTitle
source: Content policy
es: Política de contenido
fr: Politique de contenu
ja: コンテンツポリシー
ko: 콘텐츠 정책
pt: Política de conteúdo
zh: 内容政策

# onboardingContentPolicyDescription
source: Illegal, harmful, and violent content is prohibited. Violating content may be restricted after review.
es: El contenido ilegal, dañino y violento está prohibido. El contenido que viole las normas puede ser restringido tras revisión.
fr: Le contenu illégal, nuisible et violent est interdit. Le contenu en violation peut être restreint après examen.
ja: 違法、有害、暴力的なコンテンツは禁止されており、違反コンテンツは審査後に制限される場合があります。
ko: 불법, 유해, 폭력적 콘텐츠는 금지되며, 위반 콘텐츠는 검토 후 제한될 수 있습니다.
pt: Conteúdo ilegal, prejudicial e violento é proibido. O conteúdo em violação pode ser restringido após análise.
zh: 禁止非法、有害和暴力内容。违规内容经审核后可能会被限制。

# onboardingAgreeContentPolicy
source: I agree to the content policy.
es: Acepto la política de contenido.
fr: J'accepte la politique de contenu.
ja: コンテンツポリシーに同意します。
ko: 콘텐츠 정책에 동의합니다.
pt: Concordo com a política de conteúdo.
zh: 我同意内容政策。

# onboardingSafetyTitle
source: Report and block
es: Reportar y bloquear
fr: Signaler et bloquer
ja: 報告とブロック
ko: 신고 및 차단
pt: Denunciar e bloquear
zh: 举报与屏蔽

# onboardingSafetyDescription
source: You can report offensive or inappropriate content, or block specific users to stop receiving their messages.
es: Puedes reportar contenido ofensivo o inapropiado, o bloquear usuarios específicos para dejar de recibir sus mensajes.
fr: Vous pouvez signaler du contenu offensant ou inapproprié, ou bloquer des utilisateurs spécifiques pour ne plus recevoir leurs messages.
ja: 不快または不適切なコンテンツを報告したり、特定のユーザーをブロックしてメッセージを受信しないようにできます。
ko: 불쾌하거나 부적절한 콘텐츠를 신고하거나, 특정 사용자를 차단하여 메시지를 받지 않을 수 있습니다.
pt: Pode denunciar conteúdo ofensivo ou inadequado, ou bloquear utilizadores específicos para deixar de receber as suas mensagens.
zh: 您可以举报冒犯性或不当内容，或屏蔽特定用户以停止接收其消息。

# onboardingConfirmSafety
source: I understand the report and block policy.
es: Entiendo la política de reportes y bloqueo.
fr: Je comprends la politique de signalement et de blocage.
ja: 報告とブロックのポリシーを確認しました。
ko: 신고 및 차단 정책을 확인했습니다.
pt: Compreendo a política de denúncia e bloqueio.
zh: 我了解举报与屏蔽政策。

# onboardingSkip
source: Skip
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt: Ignorar
zh: 跳过

# onboardingNext
source: Next
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt: Seguinte
zh: 下一步

# onboardingStart
source: Start
es: Comenzar
fr: Commencer
ja: 開始
ko: 시작하기
pt: Começar
zh: 开始

# onboardingAgreeAndDisagree
source: Agree and Disagree
es: Aceptar y Rechazar
fr: Accepter et Refuser
ja: 同意と不同意
ko: 동의 및 미동의
pt: Concordar e Discordar
zh: 同意和不同意

# onboardingPrevious
source: Previous
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt: Anterior
zh: 上一步

# ctaPermissionChoice
source: Choose Permission
es: Elegir Permiso
fr: Choisir Permission
ja: 権限を選択
ko: 권한 선택
pt: Escolher Permissão
zh: 选择权限

# onboardingExitTitle
source: Exit onboarding?
es: ¿Salir de la introducción?
fr: Quitter l'intégration ?
ja: オンボーディングを終了しますか？
ko: 온보딩을 종료하시겠어요?
pt: Sair da integração?
zh: 退出新手引导？

# onboardingExitMessage
source: You can start again later.
es: Puedes comenzar de nuevo más tarde.
fr: Vous pourrez recommencer plus tard.
ja: 後で再開できます。
ko: 나중에 다시 시작할 수 있어요.
pt: Pode começar novamente mais tarde.
zh: 您可以稍后重新开始。

# onboardingExitConfirm
source: Exit
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt: Sair
zh: 退出

# onboardingExitCancel
source: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하기
pt: Continuar
zh: 继续

# exitConfirmTitle
source: Cancel writing?
es: ¿Cancelar escritura?
fr: Annuler l'écriture?
ja: 作成をキャンセルしますか？
ko: 작성을 취소하시겠어요?
pt: Cancelar escrita?
zh: 取消编辑？

# exitConfirmMessage
source: Your input will be lost.
es: Se perderá tu entrada.
fr: Votre saisie sera perdue.
ja: 入力した内容が失われます。
ko: 입력한 내용이 사라집니다.
pt: Sua entrada será perdida.
zh: 您的输入将丢失。

# exitConfirmContinue
source: Keep writing
es: Seguir escribiendo
fr: Continuer à écrire
ja: 作成を続ける
ko: 계속 작성
pt: Continuar a escrever
zh: 继续编辑

# exitConfirmLeave
source: Leave
es: Salir
fr: Quitter
ja: 終了
ko: 나가기
pt: Sair
zh: 离开

# tabHomeLabel
source: Home
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt: Início
zh: 首页

# tabSentLabel
source: Sent
es: Enviados
fr: Envoyés
ja: 送信済み
ko: 보낸 메시지
pt: Enviados
zh: 已发送

# tabInboxLabel
source: Inbox
es: Bandeja de entrada
fr: Boîte de réception
ja: 受信トレイ
ko: 받은편지함
pt: Caixa de entrada
zh: 收件箱

# tabCreateLabel
source: Create message
es: Crear mensaje
fr: Créer un message
ja: メッセージ作成
ko: 메시지 작성
pt: Criar mensagem
zh: 创建消息

# tabAlertsLabel
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
pt: Notificações
zh: 通知

# tabProfileLabel
source: Profile
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt: Perfil
zh: 个人资料

# noticeTitle
source: Notices
es: Avisos
fr: Actualités
ja: お知らせ
pt: Avisos
zh: 公告

# noticeDetailTitle
source: Notices
es: Avisos
fr: Actualités
ja: お知らせ
pt: Avisos
zh: 公告

# noticeFilterLabel
source: Notice type
es: Tipo de aviso
fr: Type d’actualité
ja: お知らせの種類
pt: Tipo de aviso
zh: 公告类型

# noticeFilterAll
source: All
es: Todos
fr: Tout
ja: すべて
pt: Todos
zh: 全部

# noticeFilterSheetTitle
source: Select notice type
es: Seleccionar tipo de aviso
fr: Sélectionner un type
ja: お知らせの種類を選択
pt: Selecionar tipo de aviso
zh: 选择公告类型

# noticeTypeUnknown
source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
pt: Desconhecido
zh: 未知

# noticePinnedBadge
source: Pinned
es: Fijado
fr: Épinglé
ja: 固定
pt: Fixado
zh: 置顶

# noticeEmptyTitle
source: No notices yet
es: No hay avisos
fr: Aucune actualité
ja: お知らせはありません
pt: Sem avisos
zh: 暂无公告

# noticeEmptyDescription
source: There are no notices for this type.
es: No hay avisos para este tipo.
fr: Il n’y a pas d’actualité pour ce type.
ja: この種類のお知らせはありません。
pt: Não há avisos desse tipo.
zh: 该类型暂无公告。

# noticeErrorTitle
source: Unable to load notices
es: No se pudieron cargar los avisos
fr: Impossible de charger les actualités
ja: お知らせを読み込めませんでした
pt: Não foi possível carregar os avisos
zh: 无法加载公告

# noticeErrorDescription
source: Please try again later.
es: Inténtalo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
ja: しばらくしてからもう一度お試しください。
pt: Tente novamente mais tarde.
zh: 请稍后再试。

# profileSignOutCta
source: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt: Terminar sessão
zh: 退出登录

# profileSignOutTitle
source: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt: Terminar sessão
zh: 退出登录

# profileSignOutMessage
source: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
ja: 本当にログアウトしますか？
ko: 정말 로그아웃하시겠습니까?
pt: Tem a certeza de que deseja terminar sessão?
zh: 确定要退出登录吗？

# profileSignOutConfirm
source: Sign out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt: Terminar sessão
zh: 退出登录

# profileUserIdLabel
source: User ID
es: ID de usuario
fr: ID utilisateur
ja: ユーザーID
ko: 사용자 ID
pt: ID de utilizador
zh: 用户 ID

# profileDefaultNickname
source: User
es: Usuario
fr: Utilisateur
ja: ユーザー
ko: 사용자
pt: Utilizador
zh: 用户

# profileEditCta
source: Edit profile
es: Editar perfil
fr: Modifier le profil
ja: プロフィール編集
ko: 프로필 편집
pt: Editar perfil
zh: 编辑资料

# authProviderKakaoLogin
source: Kakao login
es: Inicio de sesión con Kakao
fr: Connexion Kakao
ja: Kakaoログイン
pt: Login com Kakao
zh: Kakao 登录

# authProviderGoogleLogin
source: Google login
es: Inicio de sesión con Google
fr: Connexion Google
ja: Googleログイン
pt: Login com Google
zh: Google 登录

# authProviderAppleLogin
source: Apple login
es: Inicio de sesión con Apple
fr: Connexion Apple
ja: Appleログイン
pt: Login com Apple
zh: Apple 登录

# authProviderUnknownLogin
source: Signed in
es: Sesión iniciada
fr: Connecté
ja: ログイン済み
pt: Sessão iniciada
zh: 已登录

# profileLoginProviderKakao
source: Kakao login
es: Inicio de sesión con Kakao
fr: Connexion Kakao
ja: Kakaoログイン
pt: Login com Kakao
zh: Kakao 登录

# profileLoginProviderGoogle
source: Google login
es: Inicio de sesión con Google
fr: Connexion Google
ja: Googleログイン
ko: 구글 로그인
pt: Login com Google
zh: Google 登录

# profileLoginProviderApple
source: Apple login
es: Inicio de sesión con Apple
fr: Connexion Apple
ja: Appleログイン
ko: 애플 로그인
pt: Login com Apple
zh: Apple 登录

# profileLoginProviderEmail
source: Email login
es: Inicio de sesión con correo
fr: Connexion e-mail
ja: メールログイン
ko: 이메일 로그인
pt: Login com e-mail
zh: 邮箱登录

# profileLoginProviderUnknown
source: Signed in
es: Sesión iniciada
fr: Connecté
ja: ログイン済み
ko: 로그인됨
pt: Sessão iniciada
zh: 已登录

# profileAppSettings
source: App settings
es: Ajustes de la app
fr: Paramètres de l'app
ja: アプリ設定
pt: Configurações do app
zh: 应用设置

# profileMenuNotices
source: Notices
es: Avisos
fr: Annonces
ja: お知らせ
ko: 공지사항
pt: Avisos
zh: 公告

# profileMenuSupport
source: Support
es: Ayuda
ja: サポート
ko: 지원하기
pt: Suporte
zh: 支持

# profileMenuAppInfo
source: App info
es: Información de la app
fr: Infos sur l’app
ja: アプリ情報
ko: 앱 정보
pt: Informações do app
zh: 应用信息

# profileMenuTitle
source: Menu
es: Menú
ja: メニュー
zh: 菜单

# profileMenuSubtitle
source: Quick access to common settings.
es: Acceso rápido a ajustes frecuentes.
fr: Accès rapide aux réglages courants.
ja: よく使う設定にすぐアクセスできます。
pt: Acesso rápido às configurações mais usadas.
zh: 常用设置快速入口。

# profileWithdrawCta
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
ja: 退会する
ko: 탈퇴하기
pt: Eliminar conta
zh: 注销账号

# profileWithdrawTitle
source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
ja: 退会する
ko: 탈퇴하기
pt: Eliminar conta
zh: 注销账号

# profileWithdrawMessage
source: Are you sure you want to delete your account? This cannot be undone.
es: ¿Quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Voulez-vous supprimer votre compte ? Cette action est irréversible.
ja: 退会しますか？この操作は取り消せません。
ko: 정말 탈퇴하시겠어요? 이 작업은 되돌릴 수 없습니다.
pt: Quer eliminar a sua conta? Esta ação não pode ser desfeita.
zh: 确定要注销账号吗？此操作无法撤销。

# profileWithdrawConfirm
source: Delete
es: Eliminar
fr: Supprimer
ja: 退会
ko: 탈퇴
pt: Eliminar
zh: 注销

# profileFeaturePreparingTitle
source: Coming soon
es: Próximamente
fr: Bientôt disponible
ja: 準備中
ko: 준비 중
pt: Em breve
zh: 即将推出

# profileFeaturePreparingBody
source: This feature is not available yet.
es: Esta función aún no está disponible.
fr: Cette fonctionnalité n’est pas encore disponible.
ja: この機能はまだ利用できません。
ko: 아직 준비되지 않은 기능입니다.
pt: Esta funcionalidade ainda não está disponível.
zh: 该功能尚未开放。

# profileAvatarSemantics
source: Profile avatar
es: Avatar del perfil
fr: Avatar de profil
ja: プロフィールのアバター
ko: 프로필 아바타
pt: Avatar do perfil
zh: 个人头像

# supportTitle
source: Support
es: Soporte
ja: サポート
ko: 지원하기
pt: Suporte
zh: 支持

# supportStatusMessage
source: Your app is up to date.
es: La app está actualizada.
fr: Votre application est à jour.
ja: インストール済みのアプリは最新です。
ko: 설치 된 앱은 최신버전입니다.
pt: O aplicativo instalado está atualizado.
zh: 已安装的应用是最新版本。

# supportReleaseNotesTitle
source: Release notes
es: Notas de la versión
fr: Notes de version
ja: アップデート内容
ko: 업데이트 내용
pt: Notas de atualização
zh: 更新内容

# supportReleaseNotesHeader
source: Latest version {version} updates
es: Última versión {version} - novedades
fr: Dernière version {version} - nouveautés
ja: 最新バージョン {version} の更新内容
ko: 최신버전 {version} 버전 업데이트 내용
pt: Última versão {version} - novidades
zh: 最新版本 {version} 更新内容

# supportReleaseNotesBody
source: • Improved the relay experience and stability. • Polished dark theme visuals for profile and support. • Fixed minor bugs and performance issues.
es: • Mejoramos la experiencia y estabilidad del relé. • Pulimos el tema oscuro en perfil y soporte. • Corregimos errores menores y rendimiento.
fr: • Amélioration de l’expérience et de la stabilité. • Optimisation du thème sombre pour le profil et le support. • Corrections mineures et performances améliorées.
ja: • リレー体験と安定性を改善しました。 • プロフィール/サポート画面のダークテーマを調整しました。 • 軽微な不具合とパフォーマンスを改善しました。
ko: • 릴레이 경험과 안정성이 개선되었습니다. • 프로필/지원하기 화면의 다크 테마가 개선되었습니다. • 경미한 버그와 성능 문제를 수정했습니다.
pt: • Melhoramos a experiência e a estabilidade do relé. • Ajustamos o tema escuro em perfil e suporte. • Corrigimos pequenos bugs e desempenho.
zh: • 改进了转发体验与稳定性。 • 优化了个人资料/支持页面的深色主题。 • 修复了部分小问题并提升性能。

# supportVersionUnknown
source: Unknown version
es: Desconocida
fr: Inconnue
ja: 不明
ko: 알 수 없음
pt: Desconhecida
zh: 未知

# supportSuggestCta
source: Send suggestions
es: Enviar sugerencias
fr: Envoyer une suggestion
ja: ご意見を送る
ko: 건의사항 요구
pt: Enviar sugestão
zh: 提交建议

# supportReportCta
source: Report an issue
es: Reportar un error
fr: Signaler un problème
ja: 不具合を報告
ko: 오류사항 제보
pt: Relatar erro
zh: 反馈问题

# supportFaqTitle
source: FAQ
es: Preguntas frecuentes
ja: よくある質問
ko: 자주묻는질문
pt: Perguntas frequentes
zh: 常见问题

# supportFaqSubtitle
source: Check common questions.
es: Consulta las dudas habituales.
fr: Consultez les questions fréquentes.
ja: よくある質問を確認してください。
pt: Confira as dúvidas mais comuns.
zh: 查看常见问题解答。

# supportFaqQ1
source: Messages don't seem to be delivered. Why?
es: Los mensajes no parecen entregarse. ¿Por qué?
fr: Les messages ne semblent pas être livrés. Pourquoi ?
ja: メッセージが配信されないようです。なぜですか？
ko: 팀을 어떻게 만들 수 있나요?
pt: As mensagens não parecem ser entregues. Por quê?
zh: 消息似乎没有送达。为什么？

# supportFaqA1
source: Delivery may be delayed or restricted due to network status, temporary server delays, or safety policies (reports/blocks, etc.). Please try again later.
es: La entrega puede retrasarse o restringirse debido al estado de la red, retrasos temporales del servidor o políticas de seguridad (reportes/bloqueos, etc.). Por favor, inténtalo de nuevo más tarde.
fr: La livraison peut être retardée ou restreinte en raison de l'état du réseau, de retards temporaires du serveur ou de politiques de sécurité (signalements/blocages, etc.). Veuillez réessayer plus tard.
ja: ネットワーク状態、一時的なサーバー遅延、または安全ポリシー（報告/ブロックなど）により、配信が遅延または制限される場合があります。しばらくしてから再度お試しください。
ko: 팀 기능은 준비 중입니다. 업데이트로 안내드릴게요.
pt: A entrega pode ser atrasada ou restrita devido ao status da rede, atrasos temporários do servidor ou políticas de segurança (denúncias/bloqueios, etc.). Por favor, tente novamente mais tarde.
zh: 由于网络状态、临时服务器延迟或安全策略（举报/屏蔽等），消息可能会延迟或受限。请稍后再试。

# supportFaqQ2
source: I'm not receiving notifications. What should I do?
es: No recibo notificaciones. ¿Qué debo hacer?
fr: Je ne reçois pas de notifications. Que dois-je faire ?
ja: 通知が来ません。どうすればいいですか？
ko: 팀원을 초대하려면 어떻게 해야 하나요?
pt: Não estou recebendo notificações. O que devo fazer?
zh: 我没有收到通知。该怎么办？

# supportFaqA2
source: Echowander notification permissions may be turned off in your phone settings. Go to App Settings → App Settings (Notification Settings) to turn on notification permissions, and also check battery saver/background restrictions.
es: Los permisos de notificación de Echowander pueden estar desactivados en la configuración de tu teléfono. Ve a Configuración de la app → Configuración de la app (Configuración de notificaciones) para activar los permisos de notificación y también verifica las restricciones de ahorro de batería/fondo.
fr: Les permissions de notification d'Echowander peuvent être désactivées dans les paramètres de votre téléphone. Allez dans Paramètres de l'app → Paramètres de l'app (Paramètres de notification) pour activer les permissions de notification et vérifiez également les restrictions d'économie de batterie/arrière-plan.
ja: スマートフォンの設定でEchowanderの通知権限がオフになっている可能性があります。アプリ設定 → アプリ設定（通知設定）に移動して通知権限をオンにし、バッテリー節約/バックグラウンド制限も確認してください。
ko: 팀 기능이 출시되면 초대 기능을 제공할 예정입니다.
pt: As permissões de notificação do Echowander podem estar desativadas nas configurações do seu telefone. Vá em Configurações do app → Configurações do app (Configurações de notificação) para ativar as permissões de notificação e também verifique as restrições de economia de bateria/segundo plano.
zh: 手机设置中可能关闭了Echowander的通知权限。请前往应用设置 → 应用设置（通知设置）开启通知权限，并检查省电/后台限制设置。

# supportFaqQ3
source: I received an unpleasant message. How do I block/report?
es: Recibí un mensaje desagradable. ¿Cómo bloqueo/reporto?
fr: J'ai reçu un message désagréable. Comment bloquer/signaler ?
ja: 不快なメッセージを受け取りました。ブロック/報告はどうすればいいですか？
ko: 게임 일정은 어떻게 등록하나요?
pt: Recebi uma mensagem desagradável. Como bloqueio/denuncio?
zh: 我收到了不愉快的消息。如何屏蔽/举报？

# supportFaqA3
source: You can select Report or Block from the message screen. Blocking prevents you from receiving further messages from that user. Reported content may be reviewed for community safety.
es: Puedes seleccionar Reportar o Bloquear desde la pantalla del mensaje. Bloquear evita que recibas más mensajes de ese usuario. El contenido reportado puede ser revisado para la seguridad de la comunidad.
fr: Vous pouvez sélectionner Signaler ou Bloquer depuis l'écran du message. Le blocage empêche de recevoir d'autres messages de cet utilisateur. Le contenu signalé peut être examiné pour la sécurité de la communauté.
ja: メッセージ画面から報告またはブロックを選択できます。ブロックすると、そのユーザーからのメッセージは今後受信されません。報告された内容はコミュニティの安全のために審査される場合があります。
ko: 일정 등록 기능은 추후 업데이트로 제공될 예정입니다.
pt: Você pode selecionar Denunciar ou Bloquear na tela da mensagem. Bloquear impede que você receba mais mensagens desse usuário. O conteúdo denunciado pode ser revisado para a segurança da comunidade.
zh: 您可以在消息界面选择举报或屏蔽。屏蔽后，您将不再收到该用户的消息。举报内容可能会被审查以确保社区安全。

# supportFaqQ4
source: Can I edit or cancel a message I sent?
es: ¿Puedo editar o cancelar un mensaje que envié?
fr: Puis-je modifier ou annuler un message que j'ai envoyé ?
ja: 送信したメッセージを編集またはキャンセルできますか？
ko: 앱에서 알림을 받지 못하는 경우는?
pt: Posso editar ou cancelar uma mensagem que enviei?
zh: 我可以编辑或取消已发送的消息吗？

# supportFaqA4
source: Once sent, messages cannot be easily edited or cancelled. Please review the content before sending.
es: Una vez enviado, los mensajes no se pueden editar o cancelar fácilmente. Por favor, revisa el contenido antes de enviar.
fr: Une fois envoyé, les messages ne peuvent pas être facilement modifiés ou annulés. Veuillez vérifier le contenu avant d'envoyer.
ja: 一度送信されたメッセージは編集/キャンセルが困難です。送信前に内容を再度確認してください。
ko: 시스템 알림 권한과 앱 내 알림 설정을 확인해 주세요.
pt: Uma vez enviada, as mensagens não podem ser facilmente editadas ou canceladas. Por favor, revise o conteúdo antes de enviar.
zh: 消息一旦发送，很难编辑或取消。请在发送前仔细检查内容。

# supportFaqQ5
source: What happens if I violate community guidelines?
es: ¿Qué pasa si violo las pautas de la comunidad?
fr: Que se passe-t-il si je viole les directives de la communauté ?
ja: コミュニティガイドラインに違反するとどうなりますか？
ko: 계정을 삭제하려면 어떻게 해야 하나요?
pt: O que acontece se eu violar as diretrizes da comunidade?
zh: 违反社区准则会怎样？

# supportFaqA5
source: Repeated violations may result in message restrictions or account limitations. Please follow the guidelines for a safe community.
es: Las violaciones repetidas pueden resultar en restricciones de mensajes o limitaciones de cuenta. Por favor, sigue las pautas para una comunidad segura.
fr: Les violations répétées peuvent entraîner des restrictions de messages ou des limitations de compte. Veuillez suivre les directives pour une communauté sûre.
ja: 繰り返し違反すると、メッセージ機能が制限されたり、アカウントの利用が制限される場合があります。安全なコミュニティのため、ガイドラインを守ってください。
ko: 프로필 > 탈퇴하기에서 안내에 따라 진행해 주세요.
pt: Violações repetidas podem resultar em restrições de mensagens ou limitações de conta. Por favor, siga as diretrizes para uma comunidade segura.
zh: 重复违规可能导致消息功能受限或账户使用受限。为了社区安全，请遵守准则。

# supportActionPreparingTitle
source: Coming soon
es: Próximamente
fr: Bientôt disponible
ja: 準備中
ko: 준비 중
pt: Em breve
zh: 即将推出

# supportActionPreparingBody
source: This action will be available soon.
es: Esta acción estará disponible pronto.
fr: Cette action sera disponible prochainement.
ja: この操作はまもなく利用できます。
ko: 곧 이용할 수 있습니다.
pt: Esta ação estará disponível em breve.
zh: 该操作即将开放。

# supportSuggestionSubject
source: Feature Request
es: Solicitud de sugerencia
fr: Demande de suggestion
ja: ご意見・ご要望
pt: Pedido de sugestão
zh: 建议请求

# supportBugSubject
source: Bug Report
es: Reporte de error
fr: Signalement d'erreur
ja: 不具合の報告
pt: Relatório de erro
zh: 错误报告

# supportEmailFooterUser
source: User : {userId}
es: Usuario : {userId}
fr: Utilisateur : {userId}
ja: ユーザー : {userId}
pt: Usuário : {userId}
zh: 用户 : {userId}

# supportEmailFooterVersion
source: App Version : {version}
es: Versión de la app : {version}
fr: Version de l'app : {version}
ja: アプリバージョン : {version}
pt: Versão do app : {version}
zh: 应用版本 : {version}

# supportEmailLaunchFailed
source: Unable to open mail app. Please try again later.
es: No se pudo abrir la aplicación de correo. Por favor, inténtelo de nuevo más tarde.
fr: Impossible d'ouvrir l'application de messagerie. Veuillez réessayer plus tard.
ja: メールアプリを開けませんでした。しばらくしてからもう一度お試しください。
pt: Não foi possível abrir o aplicativo de e-mail. Por favor, tente novamente mais tarde.
zh: 无法打开邮件应用。请稍后再试。

# appInfoTitle
source: App info
es: Información de la app
fr: Infos sur l’app
ja: アプリ情報
ko: 앱 정보
pt: Informações do app
zh: 应用信息

# appInfoSettingsTitle
source: App settings
es: Ajustes de la app
fr: Réglages de l’app
ja: アプリ設定
pt: Configurações do app
zh: 应用设置
