Repository: bizpect/echowander
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, pt, zh

# splashTitle
source: Starting up...
es: Iniciando...
fr: Démarrage...
ja: 起動中...
ko: 시작 중...
pt: A iniciar...
zh: 启动中...

# loginTitle
source: Sign in
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
pt: Iniciar sessão
zh: 登录

# loginDescription
source: Start your anonymous relay message
es: Comienza tu mensaje de relevo anónimo
fr: Commencez votre message relais anonyme
ja: 匿名リレーメッセージを始めましょう
ko: 익명 릴레이 메시지를 시작하세요
pt: Comece a sua mensagem de relé anónima
zh: 开始您的匿名接力消息

# loginKakao
source: Continue with Kakao
es: Continuar con Kakao
fr: Continuer avec Kakao
ja: Kakaoで続行
ko: 카카오로 계속
pt: Continuar com Kakao
zh: 使用 Kakao 继续

# loginGoogle
source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続行
ko: 구글로 계속
pt: Continuar com Google
zh: 使用 Google 继续

# loginApple
source: Continue with Apple
es: Continuar con Apple
fr: Continuer avec Apple
ja: Appleで続行
ko: 애플로 계속
pt: Continuar com Apple
zh: 使用 Apple 继续

# loginTerms
source: By signing in, you agree to our Terms of Service and Privacy Policy
es: Al iniciar sesión, aceptas nuestros Términos de Servicio y Política de Privacidad
fr: En vous connectant, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité
ja: ログインすることで、利用規約およびプライバシーポリシーに同意したことになります
ko: 로그인 시 서비스 약관 및 개인정보 처리방침에 동의하게 됩니다
pt: Ao iniciar sessão, concorda com os nossos Termos de Serviço e Política de Privacidade
zh: 登录即表示您同意我们的服务条款和隐私政策

# homeTitle
source: Home
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt: Início
zh: 首页

# homeGreeting
source: Welcome back
es: Bienvenido de nuevo
fr: Bon retour
ja: お帰りなさい
ko: 다시 오신 걸 환영합니다
pt: Bem-vindo de volta
zh: 欢迎回来

# homeRecentJourneysTitle
source: Recent Messages
es: Mensajes recientes
fr: Messages récents
ja: 最近のメッセージ
ko: 최근 보낸 메시지
pt: Mensagens recentes
zh: 最近消息

# homeActionsTitle
source: Get Started
es: Empezar
fr: Commencer
ja: はじめる
ko: 시작하기
pt: Começar
zh: 开始使用

# homeEmptyTitle
source: Welcome to EchoWander
es: Bienvenido a EchoWander
fr: Bienvenue sur EchoWander
ja: EchoWanderへようこそ
ko: 에코원더에 오신 것을 환영합니다
pt: Bem-vindo ao EchoWander
zh: 欢迎来到 EchoWander

# homeEmptyDescription
source: Send your first relay message or check your inbox.
es: Envía tu primer mensaje de relevo o revisa tu bandeja de entrada.
fr: Envoyez votre premier message relais ou consultez votre boîte de réception.
ja: 最初のリレーメッセージを作成するか、受信トレイを確認してください。
ko: 첫 릴레이 메시지를 작성하거나 받은 메시지를 확인해 보세요.
pt: Envie a sua primeira mensagem de relé ou verifique a sua caixa de entrada.
zh: 发送您的第一条接力消息或查看收件箱。

# homeInboxCardTitle
source: Inbox
es: Bandeja de entrada
fr: Boîte de réception
ja: 受信トレイ
ko: 받은 편지함
pt: Caixa de entrada
zh: 收件箱

# homeInboxCardDescription
source: Check and reply to messages you've received.
es: Revisa y responde los mensajes que has recibido.
fr: Consultez et répondez aux messages que vous avez reçus.
ja: 受信したメッセージを確認して返信します。
ko: 받은 메시지를 확인하고 응답하세요.
pt: Veja e responda às mensagens que recebeu.
zh: 查看并回复您收到的消息。

# homeCreateCardTitle
source: Create Message
es: Crear mensaje
fr: Créer un message
ja: メッセージ作成
ko: 메시지 작성
pt: Criar mensagem
zh: 创建消息

# homeCreateCardDescription
source: Start a new relay message.
es: Inicia un nuevo mensaje de relevo.
fr: Démarrez un nouveau message relais.
ja: 新しいリレーメッセージを開始します。
ko: 새로운 릴레이 메시지를 시작하세요.
pt: Inicie uma nova mensagem de relé.
zh: 开始新的接力消息。

# homeJourneyCardViewDetails
source: View details
es: Ver detalles
fr: Voir les détails
ja: 詳細を見る
ko: 자세히 보기
pt: Ver detalhes
zh: 查看详情

# homeRefresh
source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
zh: 刷新

# homeExitTitle
source: Exit EchoWander?
es: ¿Salir de la app?
fr: Quitter l'application ?
ja: アプリを終了しますか？
pt: Sair da app?
zh: 要退出应用吗？

# homeExitMessage
source: Are you sure you want to close the app?
es: La app se cerrará.
fr: L'application va se fermer.
ja: アプリを終了します。
pt: A app será encerrada.
zh: 应用将被关闭。

# homeExitCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh: 取消

# homeExitConfirm
source: Exit
es: Salir
fr: Quitter
ja: 終了
pt: Sair
zh: 退出

# homeExitAdLoading
source: Loading ad...
es: Cargando anuncio...
fr: Chargement de l'annonce...
ja: 広告を読み込み中…
pt: Carregando anúncio...
zh: 正在加载广告...

# homeLoadFailed
source: We couldn't load your data.
es: No pudimos cargar tus datos.
fr: Nous n'avons pas pu charger vos données.
ja: データを読み込めませんでした。
ko: 데이터를 불러올 수 없습니다.
pt: Não conseguimos carregar os seus dados.
zh: 无法加载您的数据。

# homeInboxCount
source: {count} new
es: {count} nuevo(s)
fr: {count} nouveau(x)
ja: {count}件の新着
ko: {count}개의 새 메시지
pt: {count} nova(s)
zh: {count}条新消息

# settingsCta
source: Settings
es: Configuración
fr: Réglages
ja: 設定
ko: 설정
pt: Configurações
zh: 设置

# settingsNotificationInbox
source: Notification inbox
es: Bandeja de notificaciones
fr: Boîte de notifications
ja: 通知一覧
ko: 알림함
pt: Caixa de notificações
zh: 通知列表

# pushPreviewTitle
source: Notification
es: Notificación
ja: 通知
ko: 알림
pt: Notificação
zh: 通知

# pushPreviewDescription
source: This is a preview screen for push deep links.
es: Esta es una pantalla de prueba de enlaces profundos de notificaciones.
fr: Ceci est un écran de test des liens profonds de notifications.
ja: プッシュディープリンクのテスト画面です。
ko: 푸시 딥링크 테스트 화면입니다.
pt: Este é um ecrã de teste para links profundos de notificações.
zh: 这是推送深度链接的测试页面。

# notificationTitle
source: New message
es: Nuevo mensaje
fr: Nouveau message
ja: 新しい通知
ko: 새 알림
pt: Nova mensagem
zh: 新消息

# notificationOpen
source: Open
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
zh: 打开

# notificationDismiss
source: Dismiss
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
zh: 关闭

# notificationsTitle
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림함
pt: Notificações
zh: 通知

# notificationsUnreadCountLabel
source: Unread notifications {count}
es: Notificaciones sin leer {count}
fr: Notifications non lues {count}
pt: Notificações não lidas {count}
zh: 未读通知 {count} 条

# notificationsEmpty
source: No notifications yet.
es: Aún no hay notificaciones.
fr: Aucune notification pour le moment.
ja: 通知はまだありません。
ko: 아직 알림이 없어요.
pt: Ainda não há notificações.
zh: 暂无通知。

# notificationsUnreadOnly
source: Show unread only
es: Mostrar solo no leídas
fr: Afficher uniquement les non lues
ja: 未読のみ表示
ko: 미읽음만 보기
pt: Mostrar apenas não lidas
zh: 仅显示未读

# notificationsRead
source: Read
es: Leído
fr: Lue
ja: 既読
ko: 읽음
pt: Lida
zh: 已读

# notificationsUnread
source: New
es: Nuevo
fr: Nouveau
ja: 新着
ko: 새 알림
pt: Nova
zh: 新通知

# notificationsDeleteTitle
source: Delete notification
es: Eliminar notificación
fr: Supprimer la notification
ja: 通知を削除
ko: 알림 삭제
pt: Excluir notificação
zh: 删除通知

# notificationsDeleteMessage
source: Remove this notification from your inbox?
es: ¿Eliminar esta notificación?
fr: Supprimer cette notification ?
ja: この通知を削除しますか？
ko: 이 알림을 삭제할까요?
pt: Excluir esta notificação?
zh: 要删除这条通知吗？

# notificationsDeleteConfirm
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
zh: 删除

# pushJourneyAssignedTitle
source: New message
es: Nuevo mensaje
fr: Nouveau message
ja: 新しいメッセージ
ko: 새 메시지
pt: Nova mensagem
zh: 新消息

# pushJourneyAssignedBody
source: A new relay message has arrived.
es: Llegó un nuevo mensaje de relé.
fr: Un nouveau message relais est arrivé.
ja: 新しいリレーメッセージが届きました。
ko: 새 릴레이 메시지가 도착했어요.
pt: Chegou uma nova mensagem de relé.
zh: 新的转发消息已到达。

# pushJourneyResultTitle
source: Result ready
es: Resultados listos
fr: Résultat disponible
ja: 結果が到着
ko: 결과 도착
pt: Resultado disponível
zh: 结果已到达

# pushJourneyResultBody
source: Your relay result is ready.
es: Tu resultado del relé está listo.
fr: Votre résultat de relais est prêt.
ja: リレー結果を確認してください。
ko: 릴레이 결과를 확인해 주세요.
pt: Seu resultado do relé está pronto.
zh: 请查看你的转发结果。

# errorTitle
source: Notice
es: Aviso
fr: Information
ja: お知らせ
ko: 안내
pt: Aviso
zh: 提示

# errorGeneric
source: Something went wrong. Please try again.
es: Ocurrió un problema. Inténtalo de nuevo.
fr: Un problème est survenu. Veuillez réessayer.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해주세요.
pt: Ocorreu um problema. Tente novamente.
zh: 发生问题，请重试。

# errorLoginFailed
source: Login failed. Please try again.
es: Error al iniciar sesión. Inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
ja: ログインに失敗しました。もう一度お試しください。
ko: 로그인에 실패했습니다. 다시 시도해주세요.
pt: Falha ao iniciar sessão. Tente novamente.
zh: 登录失败，请重试。

# errorLoginCancelled
source: Login was cancelled.
es: Se canceló el inicio de sesión.
fr: La connexion a été annulée.
ja: ログインがキャンセルされました。
ko: 로그인이 취소되었습니다.
pt: O início de sessão foi cancelado.
zh: 登录已取消。

# errorLoginNetwork
source: Please check your network connection and try again.
es: Comprueba tu conexión de red e inténtalo de nuevo.
fr: Vérifiez votre connexion réseau et réessayez.
ja: ネットワーク状態を確認してから再試行してください。
ko: 네트워크 상태를 확인한 뒤 다시 시도해주세요.
pt: Verifique a sua ligação de rede e tente novamente.
zh: 请检查网络连接后再试。

# errorLoginInvalidToken
source: Login verification failed. Please try again.
es: La verificación del inicio de sesión falló. Inténtalo de nuevo.
fr: La vérification de la connexion a échoué. Veuillez réessayer.
ja: ログインの検証に失敗しました。もう一度お試しください。
ko: 로그인 검증에 실패했습니다. 다시 시도해주세요.
pt: A verificação do início de sessão falhou. Tente novamente.
zh: 登录验证失败，请重试。

# errorLoginUnsupportedProvider
source: This sign-in method is not supported.
es: Este método de inicio de sesión no es compatible.
fr: Cette méthode de connexion n'est pas prise en charge.
ja: このログイン方法はサポートされていません。
ko: 지원하지 않는 로그인 방식입니다.
pt: Este método de início de sessão não é suportado.
zh: 不支持此登录方式。

# errorLoginUserSyncFailed
source: We couldn't save your account. Please try again.
es: No pudimos guardar tu cuenta. Inténtalo de nuevo.
fr: Impossible d'enregistrer votre compte. Veuillez réessayer.
ja: アカウント情報を保存できませんでした。もう一度お試しください。
ko: 계정 정보를 저장하지 못했습니다. 다시 시도해주세요.
pt: Não foi possível guardar a sua conta. Tente novamente.
zh: 无法保存账号信息，请重试。

# errorLoginServiceUnavailable
source: Sign-in is temporarily unavailable. Please try again later.
es: El servicio de inicio de sesión no está disponible temporalmente. Inténtalo más tarde.
fr: Le service de connexion est temporairement indisponible. Veuillez réessayer plus tard.
ja: ログインサービスを利用できません。しばらくしてから再試行してください。
ko: 로그인 서비스를 사용할 수 없습니다. 잠시 후 다시 시도해주세요.
pt: O serviço de início de sessão está temporariamente indisponível. Tente mais tarde.
zh: 登录服务暂时不可用，请稍后再试。

# errorSessionExpired
source: Your session expired. Please sign in again.
es: Tu sesión ha caducado. Vuelve a iniciar sesión.
fr: Votre session a expiré. Veuillez vous reconnecter.
ja: セッションの有効期限が切れました。もう一度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해주세요.
pt: A sua sessão expirou. Inicie sessão novamente.
zh: 会话已过期，请重新登录。

# languageSectionTitle
source: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
zh: 语言

# languageSystem
source: System default
es: Predeterminado del sistema
fr: Par défaut du système
ja: システム設定
ko: 시스템 기본
pt: Padrão do sistema
zh: 系统默认

# languageKorean
source: Korean
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
pt: Coreano
zh: 韩语

# languageEnglish
source: English
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
pt: Inglês
zh: 英语

# languageJapanese
source: Japanese
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
pt: Japonês
zh: 日语

# languageSpanish
source: Spanish
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
pt: Espanhol
zh: 西班牙语

# languageFrench
source: French
es: Francés
fr: Français
ja: フランス語
ko: 프랑스어
pt: Francês
zh: 法语

# languagePortuguese
source: Portuguese
es: Portugués
fr: Portugais
ja: ポルトガル語
ko: 포르투갈어
pt: Português
zh: 葡萄牙语

# languageChinese
source: Chinese
es: Chino
fr: Chinois
ja: 中国語
ko: 중국어
pt: Chinês
zh: 中文

# composeTitle
source: Write a message
es: Escribir mensaje
fr: Écrire un message
ja: メッセージ作成
ko: 메시지 작성
pt: Escrever mensagem
zh: 撰写消息

# composeWizardStep1Title
source: What will your journey say?
es: ¿Qué quieres enviar en tu viaje?
fr: Quel message pour ce voyage ?
ja: どんな内容で旅を送りますか？
ko: 어떤 내용으로 여정을 보낼까요?
pt: Que mensagem vai nessa jornada?
zh: 想用什么内容发送旅程？

# composeWizardStep1Subtitle
source: Write a short hook to start the relay.
es: Escribe una frase para iniciar el relevo.
fr: Écrivez une phrase pour lancer le relais.
ja: リレーを始める一言を書いてください。
ko: 릴레이를 시작할 한 줄을 적어주세요.
pt: Escreva uma frase para iniciar o revezamento.
zh: 写一句话开启接力。

# composeWizardStep2Title
source: How many people should it reach?
es: ¿A cuántas personas lo enviamos?
fr: À combien de personnes l'envoyer ?
ja: 何人に届けますか？
ko: 몇 명에게 떨어뜨릴까요?
pt: Para quantas pessoas enviar?
zh: 要落到多少人手里？

# composeWizardStep2Subtitle
source: Pick 10 to 50 recipients.
es: Elige entre 10 y 50.
fr: Choisissez entre 10 et 50.
ja: 1〜5人から選べます。
ko: 1~5명 중에서 선택할 수 있어요.
pt: Escolha entre 10 e 50.
zh: 可选择 10～50 人。

# composeWizardStep3Title
source: Add a photo? (optional)
es: ¿Quieres adjuntar una foto?
fr: Une photo à ajouter ?
ja: 写真も一緒に送りますか？
ko: 같이 보낼 사진이 있으신가요?
pt: Quer enviar uma foto junto?
zh: 要一起发送照片吗？

# composeWizardStep3Subtitle
source: Attach up to 3 photos, or send without one.
es: Hasta 3 fotos. También puedes enviarlo sin fotos.
fr: Jusqu’à 3 photos. Vous pouvez aussi envoyer sans photo.
ja: 最大3枚。なくても送信できます。
ko: 사진은 최대 3장, 없으면 바로 보내도 돼요.
pt: Até 3 fotos. Você também pode enviar sem foto.
zh: 最多 3 张，不加也可以发送。

# composeWizardBack
source: Back
es: Atrás
fr: Retour
ja: 戻る
ko: 이전
pt: Voltar
zh: 返回

# composeWizardNext
source: Next
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt: Próximo
zh: 下一步

# composeLabel
source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
pt: Mensagem
zh: 消息

# composeHint
source: Share your thoughts...
es: Comparte lo que piensas...
fr: Partagez vos pensées...
ja: 伝えたいことを書いてください。
ko: 전하고 싶은 이야기를 적어주세요.
pt: Partilhe o que pensa...
zh: 分享你的想法...

# composeImagesTitle
source: Images
es: Imágenes
ja: 写真
ko: 사진
pt: Imagens
zh: 图片

# composeImageHelper
source: You can attach up to 3 photos.
es: Puedes adjuntar hasta 3 fotos.
fr: Vous pouvez joindre jusqu'à 3 photos.
pt: Você pode anexar até 3 fotos.
zh: 最多可附加3张照片。

# composeImageUploadHint
source: Upload an image.
es: Sube una imagen.
fr: Téléchargez une image.
pt: Carregue uma imagem.
zh: 请上传图片。

# composeImageDelete
source: Delete image
es: Eliminar imagen
fr: Supprimer l'image
pt: Eliminar imagem
zh: 删除图片

# composeSelectedImagesTitle
source: Selected images
es: Imágenes seleccionadas
fr: Images sélectionnées
pt: Imagens selecionadas
zh: 已选择的图片

# composeAddImage
source: Add photo
es: Añadir foto
fr: Ajouter une photo
ja: 写真を追加
ko: 사진 추가
pt: Adicionar foto
zh: 添加照片

# composeSubmit
source: Send
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt: Enviar
zh: 发送

# composeCta
source: Write a message
es: Escribir mensaje
fr: Écrire un message
ja: メッセージ作成
ko: 메시지 작성
pt: Escrever mensagem
zh: 撰写消息

# composeTooLong
source: Message is too long.
es: El mensaje es demasiado largo.
fr: Le message est trop long.
ja: 文字数が多すぎます。
ko: 글자 수가 너무 많아요.
pt: A mensagem é demasiado longa.
zh: 消息太长了。

# composeForbidden
source: Remove URLs or contact info.
es: Elimina URLs o datos de contacto.
fr: Supprimez les URL ou coordonnées.
ja: URLや連絡先を削除してください。
ko: URL이나 연락처는 제외해 주세요.
pt: Remova URLs ou contactos.
zh: 请移除 URL 或联系方式。

# composeEmpty
source: Please enter a message.
es: Escribe un mensaje.
fr: Veuillez saisir un message.
ja: メッセージを入力してください。
ko: 메시지를 입력해 주세요.
pt: Escreva uma mensagem.
zh: 请输入消息。

# composeInvalid
source: Please fix the message content.
es: Revisa el contenido del mensaje.
fr: Veuillez vérifier le contenu.
ja: 内容を確認してください。
ko: 메시지를 다시 확인해 주세요.
pt: Verifique o conteúdo da mensagem.
zh: 请检查消息内容。

# composeImageLimit
source: You can attach up to 3 images.
es: Puedes adjuntar hasta 3 imágenes.
fr: Vous pouvez joindre jusqu'à 3 images.
ja: 写真は最大3枚まで添付できます。
ko: 사진은 최대 3장까지 첨부할 수 있어요.
pt: Pode anexar até 3 imagens.
zh: 最多可添加 3 张图片。

# composeImageReadFailed
source: Could not read the image. Please try again.
es: No se pudo leer la imagen. Inténtalo de nuevo.
fr: Impossible de lire l'image. Veuillez réessayer.
pt: Não foi possível ler a imagem. Tente novamente.
zh: 无法读取图片。请重试。

# composeImageOptimizationFailed
source: Image processing failed. Please try again.
es: Falló el procesamiento de la imagen. Inténtalo de nuevo.
fr: Le traitement de l'image a échoué. Veuillez réessayer.
pt: Falha no processamento da imagem. Tente novamente.
zh: 图片处理失败。请重试。

# composePermissionDenied
source: Photo access is needed to attach images.
es: Se necesita acceso a fotos para adjuntar imágenes.
fr: L'accès aux photos est nécessaire.
ja: 写真へのアクセスが必要です。
ko: 사진 접근 권한이 필요해요.
pt: É necessário acesso às fotos.
zh: 需要照片权限才能添加图片。

# composeSessionMissing
source: Please sign in again.
es: Inicia sesión de nuevo.
fr: Veuillez vous reconnecter.
ja: 再度ログインしてください。
ko: 다시 로그인해 주세요.
pt: Inicie sessão novamente.
zh: 请重新登录。

# composeSubmitFailed
source: We couldn't send your message. Try again.
es: No pudimos enviar tu mensaje. Inténtalo de nuevo.
fr: Impossible d'envoyer le message. Réessayez.
ja: 送信に失敗しました。もう一度お試しください。
ko: 메시지 전송에 실패했어요. 다시 시도해 주세요.
pt: Não foi possível enviar a mensagem. Tente novamente.
zh: 发送失败，请重试。

# composeServerMisconfigured
source: Service setup is not ready yet. Please try again later.
es: La configuración del servicio no está lista. Inténtalo más tarde.
fr: Le service n'est pas encore configuré. Réessayez plus tard.
ja: サービス設定が完了していません。しばらくしてからお試しください。
ko: 서비스 설정이 아직 완료되지 않았어요. 잠시 후 다시 시도해 주세요.
pt: A configuração do serviço ainda não está pronta. Tente mais tarde.
zh: 服务尚未配置完成，请稍后再试。

# composeSubmitSuccess
source: Your message was sent.
es: Tu mensaje fue enviado.
fr: Votre message a été envoyé.
ja: メッセージを送信しました。
ko: 메시지를 보냈어요.
pt: A sua mensagem foi enviada.
zh: 消息已发送。

# composeRecipientCountLabel
source: Relay count
es: Cantidad de relés
fr: Nombre de relais
ja: リレー人数
ko: 릴레이 인원
pt: Quantidade de relés
zh: 接收人数

# composeRecipientCountHint
source: Select 1 to 5 people.
es: Selecciona de 1 a 5 personas.
fr: Sélectionnez de 1 à 5 personnes.
ja: 1〜5人を選択してください。
ko: 1~5명을 선택해 주세요.
pt: Selecione de 1 a 5 pessoas.
zh: 请选择 1 到 5 人。

# composeRecipientCountOption
source: {count} people
es: {count} personas
fr: {count} personnes
ja: {count}人
ko: {count}명
pt: {count} pessoas
zh: {count} 人

# composeRecipientRequired
source: Select how many people to relay to.
es: Selecciona cuántas personas recibirán el mensaje.
fr: Sélectionnez le nombre de personnes à relayer.
ja: リレー人数を選択してください。
ko: 릴레이 인원을 선택해 주세요.
pt: Selecione quantas pessoas receberão a mensagem.
zh: 请选择接收人数。

# composeRecipientInvalid
source: You can select between 1 and 5 people.
es: Solo puedes seleccionar entre 1 y 5 personas.
fr: Vous ne pouvez sélectionner qu'entre 1 et 5 personnes.
ja: 1〜5人の間で選択してください。
ko: 릴레이 인원은 1~5명만 선택할 수 있어요.
pt: Só pode selecionar entre 1 e 5 pessoas.
zh: 只能选择 1 到 5 人。

# composeErrorTitle
source: Notice
es: Aviso
fr: Info
ja: お知らせ
ko: 안내
pt: Aviso
zh: 提示

# composeSuccessTitle
source: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt: Concluído
zh: 完成

# composeOk
source: OK
ko: 확인
zh: 确定

# composeCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
zh: 取消

# sessionExpiredTitle
source: Session Expired
es: Sesión Expirada
fr: Session Expirée
pt: Sessão Expirada
zh: 会话已过期

# sessionExpiredBody
source: Your session has expired. Please sign in again.
es: Tu sesión ha expirado. Por favor, inicia sesión nuevamente.
fr: Votre session a expiré. Veuillez vous reconnecter.
pt: A sua sessão expirou. Por favor, inicie sessão novamente.
zh: 您的会话已过期，请重新登录。

# sessionExpiredCtaLogin
source: Sign In
es: Iniciar Sesión
fr: Se Connecter
pt: Iniciar Sessão
zh: 登录

# sendFailedTitle
source: Send Failed
es: Envío Fallido
fr: Échec de l'Envoi
pt: Falha no Envio
zh: 发送失败

# sendFailedTryAgain
source: Failed to send message. Please try again.
es: No se pudo enviar el mensaje. Por favor, inténtalo de nuevo.
fr: Échec de l'envoi du message. Veuillez réessayer.
pt: Falha ao enviar mensagem. Por favor, tente novamente.
zh: 消息发送失败，请重试。

# moderationContentBlockedMessage
source: Your message contains inappropriate content.
es: El contenido del mensaje es inapropiado.
fr: Le contenu du message est inapproprié.
pt: O conteúdo da mensagem é inadequado.
zh: 消息内容不当。

# moderationBlockedTitle
source: Cannot Send
es: No se puede enviar
fr: Impossible d'envoyer
pt: Não é possível enviar
zh: 无法发送

# nicknameForbiddenMessage
source: Your nickname contains prohibited words.
es: Tu apodo contiene palabras prohibidas.
fr: Votre pseudonyme contient des mots interdits.
pt: Seu apelido contém palavras proibidas.
zh: 昵称包含禁用词。

# nicknameTakenMessage
source: This nickname is already in use.
es: Este apodo ya está en uso.
fr: Ce pseudonyme est déjà utilisé.
pt: Este apelido já está em uso.
zh: 该昵称已被使用。

# composeContentBlocked
source: This content cannot be sent.
es: Este contenido no se puede enviar.
fr: Ce contenu ne peut pas être envoyé.
pt: Este conteúdo não pode ser enviado.
zh: 包含无法发送的内容。

# composeContentBlockedProfanity
source: Inappropriate language is not allowed.
es: No se permite lenguaje inapropiado.
fr: Le langage inapproprié n'est pas autorisé.
pt: Linguagem inadequada não é permitida.
zh: 包含不当用语。

# composeContentBlockedSexual
source: Sexual content is prohibited.
es: El contenido sexual está prohibido.
fr: Le contenu sexuel est interdit.
pt: Conteúdo sexual é proibido.
zh: 禁止包含性内容。

# composeContentBlockedHate
source: Hate speech is prohibited.
es: El discurso de odio está prohibido.
fr: Les discours de haine sont interdits.
pt: Discurso de ódio é proibido.
zh: 禁止仇恨言论。

# composeContentBlockedThreat
source: Threatening content is prohibited.
es: El contenido amenazante está prohibido.
fr: Le contenu menaçant est interdit.
pt: Conteúdo ameaçador é proibido.
zh: 禁止威胁性内容。

# replyContentBlocked
source: This content cannot be sent.
es: Este contenido no se puede enviar.
fr: Ce contenu ne peut pas être envoyé.
pt: Este conteúdo não pode ser enviado.
zh: 包含无法发送的内容。

# replyContentBlockedProfanity
source: Inappropriate language is not allowed.
es: No se permite lenguaje inapropiado.
fr: Le langage inapproprié n'est pas autorisé.
pt: Linguagem inadequada não é permitida.
zh: 包含不当用语。

# replyContentBlockedSexual
source: Sexual content is prohibited.
es: El contenido sexual está prohibido.
fr: Le contenu sexuel est interdit.
pt: Conteúdo sexual é proibido.
zh: 禁止包含性内容。

# replyContentBlockedHate
source: Hate speech is prohibited.
es: El discurso de odio está prohibido.
fr: Les discours de haine sont interdits.
pt: Discurso de ódio é proibido.
zh: 禁止仇恨言论。

# replyContentBlockedThreat
source: Threatening content is prohibited.
es: El contenido amenazante está prohibido.
fr: Le contenu menaçant est interdit.
pt: Conteúdo ameaçador é proibido.
zh: 禁止威胁性内容。

# composePermissionTitle
source: Allow photo access
es: Permitir acceso a fotos
fr: Autoriser l'accès aux photos
ja: 写真の許可
ko: 사진 권한 필요
pt: Permitir acesso a fotos
zh: 允许照片权限

# composePermissionMessage
source: Open Settings to allow photo access.
es: Abre Ajustes para permitir acceso a fotos.
fr: Ouvrez les réglages pour autoriser l'accès aux photos.
ja: 設定で写真へのアクセスを許可してください。
ko: 설정에서 사진 접근을 허용해 주세요.
pt: Abra as Definições para permitir o acesso a fotos.
zh: 请在设置中允许照片访问。

# composeOpenSettings
source: Open settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
pt: Abrir definições
zh: 打开设置

# commonClose
source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar
zh: 关闭

# journeyListTitle
source: Sent Messages
es: Mensajes enviados
fr: Messages envoyés
ja: 送信したメッセージ
ko: 보낸 메시지
pt: Mensagens enviadas
zh: 已发送消息

# sentTabInProgress
source: In progress
es: En curso
fr: En cours
ja: 進行中
pt: Em andamento
zh: 进行中

# sentTabCompleted
source: Completed
es: Completado
fr: Terminé
ja: 完了
pt: Concluído
zh: 已完成

# sentEmptyInProgressTitle
source: No messages in progress
es: No hay mensajes en curso
fr: Aucun message en cours
ja: 進行中のメッセージはありません
pt: Nenhuma mensagem em andamento
zh: 暂无进行中的消息
